{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kawa Entertainment: VTuber NewsDrop Feed",
    "home_page_url": "https://kawaentertainment.com/",
    "feed_url": "https://kawaentertainment.com/news-feed.json",
    "description": "We are an \"adoption\" style Vtuber Agency, focusing on Technology. Our mission is to develop our talents and the entire vtubing community.",
    "items": [
        {
            "id": "https://kawaentertainment.com/news/hololive-s-murasaki-shion-releases-new-single-chandelier/",
            "content_html": "Murasaki Shion from Hololive has released a new single titled _Chandelier_. The track is produced and written by popular Vocaloid producer Kanaria, known for her tracks like _KING_, _Identity,_ and _Envy Baby_.\r\n\r\n`youtube:https://www.youtube.com/watch?v=Y-pC9U_usX8`\r\n\r\nThe track was released in commemoration of Shion’s 4th anniversary of her debut as a VTuber. The music video’s main art was illustrated by popular VTuber illustrator LAM.\r\n\r\nThis is the third single from Murasaki Shion, following her past singles “_Mage of Violet_” (August 2021) and “_AcaciaSyndrome_” (December 2021). She also appeared in other collab singles, such as “_Shiny Smily Story_” (September 2019) and “_Dreaming Days_” (February 2021).\r\n\r\nShion debuted as part of Hololive’s second generation, alongside Minato Aqua, Nakiri Ayame, Yuzuki Choco and Oozora Subaru. She debuted on August 17, 2019. On April 10 this year, she hit the one million subscriber milestone on YouTube.",
            "url": "https://kawaentertainment.com/news/hololive-s-murasaki-shion-releases-new-single-chandelier/",
            "title": "Hololive’s Murasaki Shion Releases New Single Chandelier",
            "date_modified": "2022-08-20T22:01:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/interview-hanari-hong-kong-cosplayer-recognized-by-haachama/",
            "content_html": "The Otaku Expo Tanabata Festival 2022 was recently held on the weekend of August 20-21, and it brought special guest cosplayers Hanari and Toto to the Philippines. Hanari and Toto are members of Hong Kong-based subculture group V-Project whose interest include cosplay, dance and drama performances.\r\n\r\nHololive's Akai Haato (Haachama) has recognized Hanari's[ cosplay](https://twitter.com/TakanashiHanari/status/1454448886949371905) and attention to detail during one of her cosplay contest streams in November 2021 (_Timestamp:_ [_1:01:05_](https://youtu.be/B0a-hm7j-ho?t=3665)), to the point of even following the cosplayer on Twitter.\r\n\r\n`youtube:https://www.youtube.com/watch?v=B0a-hm7j-ho&t=3665s`\r\n\r\n[Hanari](https://www.instagram.com/takanashi_hanariv3v/) has faithfully cosplayed several VTubers from Hololive as well as Nijisanji's Hyakumantenbara Salome.[ Toto](https://www.instagram.com/toto0w0o/), on the other hand, has also cosplayed as Hololive's Amane Kanata, Momosuzu Nene and Hakui Koyori.\r\n\r\nOn this feature story, we put the spotlight on Hanari and asked her how she got into the VTuber rabbit hole, and what she felt after being recognized by one. We got her insight into VTuber cosplays as well.\r\n\r\n_Adjustments were made in this feature story for clarity._\r\n\r\n## How Hanari Ended Up Cosplaying Haachama\r\n\r\nJust like any other fan, Hanari started watching VTubers upon recommendation of her friends:\r\n\r\n\"_I was recommended (VTubers) by my friends, and then I searched the name of the VTubers on YouTube. I saw the clips made by their fans, and then I got fully in-love with Haachama, Sakura Miko, Houshou Marine, and Usada Pekora from Hololive Production._\"\r\n\r\nHanari said Haachama's cooking streams are so funny, so much so that she tried cosplaying the VTuber herself. When Haachama opened submissions for the cosplay review stream, Hanari tweeted her cosplay submission. This is how she got recognized: \"_She retweeted my photos and followed me back. I'm so glad she showed my pictures on stream._\"\r\n\r\nHow does it feel to be recognized by Haachama? She recalled the time she screamed in excitement and glee as she was mentioned on stream. \"_I still remember that memorable moment. I'm so surprised because I've never been posted, tweeted or streamed by a VTuber in their live stream. I'm so proud of myself, and I'm glad I cosplayed her._\"\r\n\r\nFor portraying Akai Haato faithfully, the VTuber told everyone: \"_This is so perfect!_\" Haachama even used one of her cosplay photos as thumbnails for her streams. \"_One of my cosplay photos was made as a thumbnail for her stream, so I really feel proud of myself. I'm so happy, I can't control myself and I just screamed out. I also gave her a superchat after she recognized me._\"\r\n\r\n## Hanari Lures Friends Into the VTuber Rabbit Hole\r\n\r\n![](/src/assets/content/images/img20220820143429.jpg)\r\n\r\n_Hanari (right) signing cosplay prints during Otaku Expo Tanabata Festival 2022._\r\n\r\nHaachama is definitely Hanari's most favorite VTuber character to cosplay, but she also loves cosplaying shrine maiden Mikochi. We asked her how she'd recommend Haachama and Mikochi to others:\r\n\r\n\"_Maybe I will send them photos of Haachama and Miko on a bed, I guess, lying beside each other. They're actually funny and they are close, showing that they're in the same boat. In conclusion, they are so cute together, so I'm trying to convince my friends to cosplay them. Maybe I can cosplay both characters myself._\"\r\n\r\nFor the record, she cosplayed[ as Miko](https://www.instagram.com/p/CatSnQnBKqe/?hl=en) as a gift for the VTuber's birthday. Also, she told us that she ships Haachama and Mikochi together.\r\n\r\n\"_Recently, I love the couple of Sakura Miko and Haachama. The_ couple ship _I love the most is Sakura Miko and Haachama. They are so funny, because Haachama always cheats on Sakura Miko. They do some interesting reactions together._\"\r\n\r\n### Toto as a Good Example of Hanari’s Convincing\r\n\r\nIf she was luring her friends into the VTuber rabbit hole, does it mean that she convinced Toto to cosplay the herbivore bard Tsunomaki Watame at the event?\r\n\r\n\"_Yes, I convinced her to cosplay Watame with me, because I know Haachama and Watame are like a couple. In the very beginning when they entered Hololive, they met together and became friends, and we can see they are close. Their reactions are so fun.\"_\r\n\r\nTurns out, the convincing was effective for Toto: \"_I cosplayed Watame because I felt she's very, very cute, and her streams are crazy. I think I can be her, so I'm very happy (cosplaying as her)._\"\r\n\r\n## How Hanari Cosplays VTubers\r\n\r\nHanari has a busy cosplaying career, and we are curious how she cosplays VTubers. We went ahead and asked if she made her costumes by herself.\r\n\r\n\"_Sometimes, I would do it for myself, like some swimsuits and some underwear, some lacy stuff, I can do it by myself, like these accessories—_\"\r\n\r\n![](/src/assets/content/images/haachama-accessory.jpg)\r\n\r\n_Left: Akai Haato's idol outfit (©2016 COVER Corp.) / Right: Hanari's accessory up-close_\r\n\r\nAs she was cosplaying Haachama's idol outfit, she showed us the heart accessory she made.\r\n\r\n\"_Because I had to cosplay so many costumes such as Haachama and other VTubers, I don't have much time to do a lot of cosplays, so I order from shops. I seldom make costumes myself, but I know how to sew too_,\" she further elaborated.\r\n\r\nWe go back to the time when Hanari cosplayed as Haachama eating worms: \"_Maybe the easiest part is we always can see them in their YouTube channels, and we know how they behave, know their attitude or characteristics, so that we can act like them very well and do the stuff they do, such as Haachama eating worms. I can just buy some worms and act like eating it, so I can truly cosplay as Haachama._\"\r\n\r\nAccording to Hanari, cosplaying as VTubers can be easy or difficult depending on their presence and popularity. \"_The difficult part is, maybe, there are many VTubers, so if the VTuber you love is not that famous, you may not get her costume at shops or buy it online. You may have to make it by yourself._\"\r\n\r\nEstablished cosplayers such as Hanari give emphasis on costume detail and character portrayal, but on top of it all, it's the sense of enjoyment that matters. Here's her advice for others who want to start cosplaying VTubers:\r\n\r\n\"_I think they should watch more clips to know more about the VTubers they love. Actually, it's easy to cosplay VTubers because there are many costumes to choose from, and there are many products or costumes they can buy at shops or online. Just have fun on your cosplay and don't worry, be proud of yourself and act like the VTuber you like._\"\r\n\r\n## Hanari's Future VTuber Cosplay Plans\r\n\r\nIt is known that Hanari is really into Akai Haato and Sakura Miko, and when we asked about her future cosplay plans, she's keen on producing a Miko photobook: \"_Actually, I've been cosplaying Miko a few times, but I'm planning to do a Miko photo book this coming December. I'll sell my merchandise in Hong Kong. I really love her and I really want to present the best cosplay of her._\"\r\n\r\n***\r\n\r\n_Thank you very much to Hanari as well as Toto for sharing their time with us. Special thanks to the organizers of Otaku Expo Tanabata Festival, the Ozine Team, for making this interview for NewsDrop possible._",
            "url": "https://kawaentertainment.com/news/interview-hanari-hong-kong-cosplayer-recognized-by-haachama/",
            "title": "Interview: Hanari, Hong Kong Cosplayer Recognized by Haachama",
            "date_modified": "2022-08-20T20:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/v-tubers-shoto-bao-officially-join-united-talent-agency-roster/",
            "content_html": "Independent VTubers Shoto and Bao are officially joining the talent roster of United Talent Agency (UTA), a global talent agency based in Beverly Hills, California.\r\n\r\nAccording to a report from [_Dot Esports_](https://dotesports.com/streaming/news/sykkuno-kkatamina-more-join-uta-talent-agency-expands-streaming-vtuber), Shxtou and Bao join other popular streamers such as Sykkuno, Kkatamina, Buddha, and _Stranger Things_ actress Grace Van Dien. Unlike existing streamer organizations or agencies like 100Thieves and OfflineTV, UTA operates as a way to aid signed talents to find sponsorships and other promotional opportunities.\r\n\r\nWhile Shoto hasn’t announced his signing with UTA, Bao had already posted about it on Twitter last June, stating that she is now represented by UTA.\r\n\r\nhttps://twitter.com/baovtuber/status/1542228850083409922\r\n\r\nShoto debuted on October 2, 2021, and is part of an independent VTuber group called Hanamori. Meanwhile, Bao, who previously produced music under the name Hikaru Station, debuted on October 30, 2020, where she released her single “52-Hearts.”",
            "url": "https://kawaentertainment.com/news/v-tubers-shoto-bao-officially-join-united-talent-agency-roster/",
            "title": "VTubers Shoto, Bao Officially Join United Talent Agency Roster",
            "date_modified": "2022-08-20T13:01:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/prism-project-s-naki-kamizuki-gets-you-tube-channel-terminated-temporarily/",
            "content_html": "Naki Kamizuki, a VTuber from PRISM Project, has announced that her YouTube channel was terminated for no reason after all. The channel termination follows after Naki did a watch-along for the first three episodes of the anime series _Fuuto Pi_, albeit she has reasoned that she hasn’t shown anything on screen when her channel was terminated.\r\n\r\nhttps://twitter.com/nakikamizuki/status/1560877509884817408\r\n\r\nFollowing the incident, PRISM Project has stated that they are investigating YouTube’s actions regarding the channel termination, and rest assured that they will provide more information in the following days.\r\n\r\nhttps://twitter.com/PRISMproj/status/1560882807097806848\r\n\r\nPutting humor regarding the situation, Naki joked that the reason for her channel to get terminated was due to her [showing her thighs](https://twitter.com/nakikamizuki/status/1560879365545545729) on stream.\r\n\r\nThe channel is now restored after almost seven hours, but she has postponed her book club stream until they hear feedback from YouTube regarding this matter.\r\n\r\nhttps://twitter.com/nakikamizuki/status/1560987689020624896\r\n\r\nNaki Kamizuki is part of PRISM Project’s fourth generation, alongside Sara Nagare, Sumi Ushio and Non Anon. She debuted on November 13, 2021, and has recently celebrated her birthday on August 13.\r\n\r\nPRISM Project has also stated that orders for [Naki’s birthday merchandise](https://prismproject.booth.pm/items/4076467) and voice pack will be only available up until next week. ",
            "url": "https://kawaentertainment.com/news/prism-project-s-naki-kamizuki-gets-you-tube-channel-terminated-temporarily/",
            "title": "PRISM Project’s Naki Kamizuki Gets YouTube Channel Terminated Temporarily",
            "date_modified": "2022-08-20T12:54:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/phoebe-chan-departs-shirayuri-pro-to-become-independent-v-tuber/",
            "content_html": "VTuber Phoebe Chan from US-based VTuber project Shirayuri Pro has announced her departure from the group to become a fully independent VTuber. The announcement was first made during the VTuber group’s second-year anniversary stream.\r\n\r\nAccording to a statement she posted on Twitter, her departure takes effect on September 1, and has encouraged fans to look forward to her re-debut and birthday celebration on October 28.\r\n\r\nhttps://twitter.com/feebeechanchibi/status/1560814330584543232\r\n\r\n“Going forward, I intend to focus mainly on my singing and music, convention performances, and appearances, and growing my voice acting career. To clarify, however, I will not be graduating as Phoebe, nor will I be ceasing my VTubing activities,” she stated.\r\n\r\nPhoebe Chan, also known by her moniker as ‘Feebeechanchibi’, describes herself as a ‘2.5D singer and voice actress’. Aside from her VTubing career, she has also devoted her time to creating original music and performing in the idol group PhEri. She recently released her second original single “_Symphonic Sky_”, which was released on April 29 this year.\r\n\r\n`youtube:https://www.youtube.com/watch?v=PglmGP__xrM`\r\n\r\nSome of her other music-related releases include her first original solo EP, _Moon Garden_ (March 2020), and _Chill Bee-Ts to Buzz to_ (April 2021).",
            "url": "https://kawaentertainment.com/news/phoebe-chan-departs-shirayuri-pro-to-become-independent-v-tuber/",
            "title": "Phoebe Chan Departs Shirayuri Pro to Become Independent VTuber",
            "date_modified": "2022-08-20T07:56:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/multiverse-monarch-releases-music-video-for-metamorphosis/",
            "content_html": "Multiverse Monarch, the VTuber persona of American voice actress and singer Amanda Lee (AmaLee), has released a music video for her track “_Metamorphosis_”. The song is the third track of her first original album under her Monarch VTuber persona titled _Rise of the Monarch_.\r\n\r\n`youtube:https://youtu.be/9JK30m32Dvg`\r\n\r\nMonarch has also released music videos for other tracks in the Rise of the Monarch album, including “[_From The Embers_](https://www.youtube.com/watch?v=y3TdeNWwniQ&t=0s)”, “[_Drink Your Light_](https://www.youtube.com/watch?v=QbAOizRHKxs&t=0s)”, and “[_Villain Vibes_](https://www.youtube.com/watch?v=kFaie-Tp1Jw&t=0s)” featuring Hololive English’s Mori Calliope. _Rise of the Monarch_ was [released digitally](https://ffm.to/RiseoftheMonarch) on June 24. Fans can also pre-order a physical copy of her album on her [official website](https://shop.leeandlie.com/products/rise-of-the-monarch-cd), estimated to be shipped around September.\r\n\r\nAmaLee debuted her Monarch VTuber persona on December 11, 2021. Outside of her VTuber work, she is known for her English cover songs of popular anime tracks, as well as providing vocals independent video game soundtracks and theme songs. One of her most notable song contributions was for the track “_Fellow Feeling_” by American DJ/producer Porter Robinson, which was included in his first album “_Worlds_” in 2014.\r\n\r\nAmaLee has also provided voice acting roles for English dubs of several anime titles such as _Kaguya-sama: Love Is War_, _My Dress-Up Darling_, _SSSS.Dynazenon_, _Kageki Shojo!!_, _Girls' Frontline_, _Odd Taxi_, among others.",
            "url": "https://kawaentertainment.com/news/multiverse-monarch-releases-music-video-for-metamorphosis/",
            "title": "Multiverse Monarch Releases Music Video for Metamorphosis",
            "date_modified": "2022-08-20T06:27:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/ani-man-gaki-2022-to-showcase-80-malaysian-v-tubers/",
            "content_html": "The annual AniManGaki convention is back in action, and it brings a newly-launched section on VTubers. A total of 80 Malaysian VTubers, independent and agency-affiliated, will be featured in this year's event.\r\n\r\nhttps://twitter.com/animangaki/status/1560281935162662912\r\n\r\nhttps://twitter.com/animangaki/status/1560281947208790017\r\n\r\nhttps://twitter.com/animangaki/status/1560281958592106496\r\n\r\nFeatured VTubers include Aetheria Project's Oumiya Emma, Phase Connect's Remilia Nephys, Live2D artist Momoiro Kohi, Sushiya, and Valyria Starfire.\r\n\r\nThis VTuber Showcase will happen at the Upper Mezzanine Floor of AniManGaki 2022 inside Mines International Exhibition Centre, Kuala Lumpur, Malaysia on the weekend of August 27-28. Tickets are available at [animangaki.com](https://www.animangaki.com/).\r\n\r\n_Photo from_ [_AniManGaki Twitter_](https://twitter.com/animangaki/status/1560281935162662912)",
            "url": "https://kawaentertainment.com/news/ani-man-gaki-2022-to-showcase-80-malaysian-v-tubers/",
            "title": "AniManGaki 2022 to Showcase 80 Malaysian VTubers",
            "date_modified": "2022-08-18T06:55:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/mori-calliope-releases-music-video-for-let-s-end-the-world/",
            "content_html": "Popular Hololive English VTuber Mori Calliope has released a music video for her track “_Let’s End The World_”. The song is produced by Vocaloid producer Giga-P and popular Japanese music producer TeddyLoid.\r\n\r\n`youtube:https://www.youtube.com/watch?v=etW-seMBfeE`\r\n\r\n_Let’s End The World_ is the last track of Mori Calliope’s _SHINIGAMI_ _NOTE_ EP, the first extended playlist collection Calliope released as part of her record label deal with Universal Music Group and EMI Records.\r\n\r\nThe latest update comes weeks after Calliope held her first-ever major solo concert “_New Underworld Order_”, last July 21 at the Toyosu PIT live music venue in Tokyo.\r\n\r\nCalliope remains as the Hololive English member with the most number of original song and album releases. Her past EP releases include “_DEAD BEATS_” (October 2020), “_Your Mori_” (April 2021), as well as her first album “_UnAlive_” (March 2022). She is also known for her single tracks such as “_Off With Their Heads_”, “_end of a life_”, “_cursed night_”, as well as her collaboration tracks like “_Villain_” with AmaLee, “_Graveyard Shift_” with BOOGEY VOXX, and “_YONA YONA JOURNEY_” with Taku Inoue.",
            "url": "https://kawaentertainment.com/news/mori-calliope-releases-music-video-for-let-s-end-the-world/",
            "title": "Mori Calliope Releases Music Video for Let’s End The World",
            "date_modified": "2022-08-17T22:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/nijisanji-s-lie-verse-liars-mixed-media-project-releases-first-novel-serialization/",
            "content_html": "_Lie:verse Liars_—a mixed media project by VTuber agency Nijisanji, media conglomerate KADOKAWA, and graphic design company BALCOLONY—has revealed the first release from the project, a light novel titled “_Lie:verse Liars: How to Start a Bad End That Will Make Us Happy._”\r\n\r\nThe novel is penned down by Japanese light novelist Kazuma Ōtorino, and is currently serialized on [_MF Bunko_](https://kakuyomu.jp/works/16817139556423430612).\r\n\r\nThe _Lie:verse Liars_ mixed media project incorporates several Nijisanji VTubers as characters in the story, and each have their own voice actors being cast for future projects. The main cast includes Kana Sukoya as Saki Himekawa, Alice Mononobe as Stella, Eru as Hana Fuwa, Lize Helesta as Yuragi Kigsu, voice actors Takahide Ishii as Meguru Tokitoh, and Taku Yashiro as Ruu Haizura.\r\n\r\nAs part of the project, which was launched on July 8 this year, a promotional trailer was released:\r\n\r\n`youtube:https://www.youtube.com/watch?v=FAKYeQ_CdRE`\r\n\r\n_Lie:verse Liars_ is expected to expand its media release into several media such as an anime adaptation and a manga series.\r\n\r\n_Source:_ [_PRTimes_](https://prtimes.jp/main/html/rd/p/000000483.000030865.html)",
            "url": "https://kawaentertainment.com/news/nijisanji-s-lie-verse-liars-mixed-media-project-releases-first-novel-serialization/",
            "title": "Nijisanji’s Lie:verse Liars Mixed Media Project Releases First Novel Serialization",
            "date_modified": "2022-08-17T21:52:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/nijisanji-s-axia-krone-goes-on-indefinite-hiatus-following-targeted-online-slander/",
            "content_html": "Axia Krone from Nijisanji's Eden-gumi group is going on an indefinite hiatus following reports of constant slander and targeted online harassment against him on-stream.\r\n\r\nIn a [statement](https://www.anycolor.co.jp/news/ptphttmlev) posted by parent company ANYCOLOR, the hiatus was made following Axia’s wishes to take a break, as the negative comments have affected not only the talent’s physical and mental health, but also other talents around him.\r\n\r\nANYCOLOR has stressed in their statement that the online harassment has greatly affected their livestream distribution, and that they would not tolerate such fan behavior to carry on across their online channels.\r\n\r\nThe company also added that following these negative events, they are filing criminal charges against online users who have spread such malicious information regarding Krone and other talents.\r\n\r\n“We have already started concrete legal measures to deal with the malicious business obstruction and infringement of goodwill against our business in cooperation with our legal advisory firm and the police,” ANYCOLOR stated.\r\n\r\nIn addition, the company has already identified certain websites that are promoting such negative statements targeted towards their talents. It has also encouraged the public to report to them if they see any forms of targeted harassment against their talents moving forward.\r\n\r\nKrone released two videos before proceeding with his indefinite hiatus, the first is [a video](https://www.youtube.com/watch?v=PGvMKhAHEGw) addressing possessive fans, and the second is a diss track.\r\n\r\n`youtube:https://www.youtube.com/watch?v=wkOciDA_WRA`\r\n\r\nAxia Krone debuted alongside his Eden-gumi colleagues Lauren Iroas, Leos Vincent, Oliver Evans, and Lain Paterson. He debuted on July 22, 2021.",
            "url": "https://kawaentertainment.com/news/nijisanji-s-axia-krone-goes-on-indefinite-hiatus-following-targeted-online-slander/",
            "title": "Nijisanji’s Axia Krone Goes on Indefinite Hiatus Following Targeted Online Slander",
            "date_modified": "2022-08-17T21:45:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/haven-x-disbands-following-graduation-of-its-talents/",
            "content_html": "VTuber agency Haven-X has announced on Twitter that their talents Koa Himari and Viri Sylvaine have graduated as of August 17, 2022. They followed another talent, Roza Coatl, who [graduated July 11](https://twitter.com/havenx_official/status/1559902903661301760) due to health concerns. \r\n\r\nhttps://twitter.com/havenx_official/status/1559902903661301760\r\n\r\nIn addition, Haven-X management said that Both Koa and Viri have declined to hold a graduation stream. As a result, Haven-X disbands following graduation of its talents.\r\n\r\nYouTube memberships for all graduated talents will be closed by 11:59:59 PM JST on Monday, October 31.\r\n\r\nIn a [separate tweet](https://twitter.com/junjun585858/status/1559907694555045888), Yoojun Kang, CEO of Still Green, Inc. which handles the agency, thanked everyone who has supported Haven-X, and apologized that they had to make this announcement.\r\n\r\n`youtube:https://www.youtube.com/watch?v=l-4ppZVtnBE`\r\n\r\nHaven-X was first [introduced](https://news.qoo-app.com/en/post/80997/haven-x-productions-metaverse-vtuber) as the world's first VTuber project dedicated to the metaverse, and the talents are referred to as \"metaverse idols.\" The initial plan for its future development was \"to provide a completely new entertainment experience with the use of technology, such as NFTs, blockchains, and the metaverse.\"",
            "url": "https://kawaentertainment.com/news/haven-x-disbands-following-graduation-of-its-talents/",
            "title": "Haven-X Disbands Following Graduation of Its Talents",
            "date_modified": "2022-08-17T11:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/v-tuber-design-book-at-comiket-100-sold-out/",
            "content_html": "The 100th edition of Japan's popular Comic Market (Comiket) happened just last weekend, and among the various books sold at the fan event of the summer is a **VTuber Design Book** featuring more than 800 assets for various VTuber activities created by 98 designers.\r\n\r\n`youtube:https://www.youtube.com/watch?v=XEDNIRzuRrA`\r\n\r\nThe book is divided into three parts: Design Samples, Design Wisdom and Design Materials, all done with a vision to improve the quality of VTuber designs in general. Physical copies of the book sold out at Comiket 100 in just a few hours.\r\n\r\n[https://twitter.com/kurumi_mokoko/status/1558297759568261120](https://twitter.com/kurumi_mokoko/status/1558297759568261120 \"https://twitter.com/kurumi_mokoko/status/1558297759568261120\")\r\n\r\nA total of 245 supporters backed the project on [Campfire](https://camp-fire.jp/projects/view/582411) for a total of around 1.2 million yen, which 305% of its 400,000-yen goal. The digital version is still available on [BOOTH](https://obakeshop.booth.pm/items/4067634) and [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=1595385).\r\n\r\nPhoto: [Okuri Sae on Twitter](https://twitter.com/OkuriSae/status/1559004795586748417)",
            "url": "https://kawaentertainment.com/news/v-tuber-design-book-at-comiket-100-sold-out/",
            "title": "VTuber Design Book at Comiket 100 Sold Out",
            "date_modified": "2022-08-16T17:54:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/vee-project-s-shindouji-ako-officially-retires/",
            "content_html": "Shindouji Ako, a VTuber that is part of Sony Music Entertainment Japan’s VEE Project, has retired from her official VTuber activities, a month after she debuted.\r\n\r\nIn an [announcement](https://vee-official.jp/news/220812_shindouji-retirement/) from the VEE Project, the agency said that Ako has decided to retire due to concerns about her poor health condition. The agency added that while they have discussed the possibility of temporarily suspending her activities, the talent has decided to retire from her activities, which the agency respects.\r\n\r\nPrior to the announcement on August 12, Shindouji Ako posted an update on July 24 that she hasn’t been active since her debut stream, and that she is consulting with her doctor regarding her health condition, albeit unspecified.\r\n\r\nhttps://twitter.com/Ako_shindouji/status/1550892708923064320\r\n\r\nShindouji Ako, alongside the second wave of VEE Project talents Audrey Mina, Oshiro Ito, Sazanami Toa, Hiyori Chihiyo, and Mew Garcia–debuted on July 3. Following her retirement, the agency has stated that all of her social media channels will remain up.",
            "url": "https://kawaentertainment.com/news/vee-project-s-shindouji-ako-officially-retires/",
            "title": "VEE Project’s Shindouji Ako Officially Retires",
            "date_modified": "2022-08-16T06:18:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/vers-en-s-sera-alba-releases-first-ever-original-ep/",
            "content_html": "Sera Alba, one of the VTubers from Sony Music Entertainment Japan’s VERSEⁿ lineup, has launched her first-ever original extended playlist (EP) titled ‘Ego’. As part of the EP release, a lyric video for ‘Liar’ was released on August 10 at 8PM (JST).\r\n\r\n`youtube:https://www.youtube.com/watch?v=b53sQxs-4ck`\r\n\r\nSera Alba’s ‘Ego’ EP consists of six original tracks, listed as follows:\r\n\r\n* Bloom (lyrics by Yuki Nagumo)\r\n* EGOIST (lyrics by Luiza; composition by Mas Kimura)\r\n* Liar (lyrics by Yuki Nagumo)\r\n* MONODRAMA (lyrics by Yuki Nagumo)\r\n* Scarlet Pulsation (lyrics by Baku Maruyama from ‘a crowd of rebellion’)\r\n* SHELTER (ESME MORI)\r\n\r\nThe ‘Ego’ EP was released digitally on August 10, and is now available across major music streaming platforms, including [Spotify](http://open.spotify.com/album/7D7DpC2mQlNwjx9DsYxE8D), [Apple Music](https://music.apple.com/us/album/1634188148?at=10lpgB&app=music&ct=LFV_b0db4ee9e89a61464959673c724b20f7&itscg=30440&itsct=catchall_p1&lId=26085102&cId=none&sr=1&src=Linkfire&ls=1), [iTunes](https://itunes.apple.com/jp/album/id1634188148?at=10lpgB&app=itunes&ct=LFV_b0db4ee9e89a61464959673c724b20f7&itscg=30440&itsct=catchall_p6&lId=26085102&cId=none&sr=6&src=Linkfire&ls=1), [Amazon Music](http://music.amazon.co.jp/albums/B0B7HZJBCR?tag=linkfiregen&ie=UTF8&linkCode=as2&ascsubtag=b0db4ee9e89a61464959673c724b20f7&ref=dmm_acq_soc_ph_u_lfire_lp_x_b0db4ee9e89a61464959673c724b20f7), and [LINE MUSIC](https://music.line.me/launch?target=album&item=mb0000000002861ce4&cc=JP&v=1).\r\n\r\nSera Alba, alongside VERSEⁿ fellow members Maru Nanamona, Hitoshiro Itsuki, Kagase Uno, and Kashi Otoha–debuted on November 19. The VTuber group is one of the many VTuber endeavors under Sony Music Japan, the others including VEE and PRISM Project.",
            "url": "https://kawaentertainment.com/news/vers-en-s-sera-alba-releases-first-ever-original-ep/",
            "title": "VERSEⁿ’s Sera Alba Releases First-Ever Original EP",
            "date_modified": "2022-08-16T06:11:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/kellogg-s-tony-the-tiger-mascot-is-now-a-v-tuber/",
            "content_html": "Tony the Tiger, the recognizable brand mascot of Kellogg’s Frosted Flakes, is now a VTuber. According to a recent [press release](https://www.prnewswire.com/news-releases/tony-the-tiger-tackles-twitch-and-becomes-the-first-ever-brand-mascot-working-with-twitch-to-transform-into-an-interactive-vtuber-301605720.html) from the company, the interactive VTuber is part of Kellogg’s campaign to tap into the growing Twitch community.\r\n\r\nThe press release also noted that the Tony the Tiger VTuber will be streaming on Twitch on August 19 (5:00-7:00PM PST) alongside streamers Brennon “GoldGlove” O'Neill, Chrissy Costanza, and Jakeem “BigCheese” Johnson.\r\n\r\n“Kellogg's Frosted Flakes and Tony the Tiger are always looking for ways to connect with lifelong fans and the next generation of cereal lovers, whether that's through releasing new fun flavors of Kellogg's Frosted Flakes or by showing up in new places,\" said Sadie Garcia, Director of Brand Marketing at Kellogg All Family Cereal.\r\n\r\nThe campaign is called _Tony the Tiger's GR-R-REAT CEREAL BOWL OF GR-R-REATNESS_, and is done exclusively in partnership with Twitch.\r\n\r\nAdam Harris, Global Head of Twitch's Brand Partnership Studio, commented, “This innovative concept taps into the growing popularity of VTubing on Twitch, where we saw VTubing content increase 467% YoY last year. Together with Kellogg's Frosted Flakes, we're producing a made-for-the-Twitch community live experience that introduces a beloved character to well-known Twitch streamers, fosters a healthy dose of competition, and encourages viewers to interact with Tony the Tiger in real-time in chat.”\r\n\r\nTony the Tiger’s VTuber is the latest slew of brands who have turned their recognizable mascots into VTubers, including Sega’s Sonic the Hedgehog, Tails, and Knuckles; as well as Crunchyroll-Hime.\r\n\r\nYou can follow for more updates on the Tony the Tiger’s VTuber model through its official [TikTok](https://www.tiktok.com/@kelloggsfrostedflakesus) and [Twitch](https://www.twitch.tv/tonythetiger) account.\r\n\r\n_Photo Handout via_ [_Press Release_](https://www.prnewswire.com/news-releases/tony-the-tiger-tackles-twitch-and-becomes-the-first-ever-brand-mascot-working-with-twitch-to-transform-into-an-interactive-vtuber-301605720.html)",
            "url": "https://kawaentertainment.com/news/kellogg-s-tony-the-tiger-mascot-is-now-a-v-tuber/",
            "title": "Kellogg’s Tony the Tiger Mascot Is Now a VTuber",
            "date_modified": "2022-08-16T06:01:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/virtual-market-summer-2022-gives-everyone-hours-of-fun/",
            "content_html": "Aside from being the biggest virtual asset marketplace, Virtual Market Summer 2022 has the biggest offering of activities for everyone. In this post, we feature some of the must-see attractions from this year's summer spectacle. Be warned: Once you step in, you're in for a great ride for hours.\r\n\r\n## Parareal Worlds\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_03-05-38-467.jpg)\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_04-40-43-287.jpg)\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_05-01-12-198.jpg)\r\n\r\n</album>\r\n\r\nIf you cannot go to the real-life New York or Osaka, try visiting Parareal New York and Parareal Osaka. These two worlds feature exhibits from various companies supporting this year's event.\r\n\r\nBoth worlds have exhibits where you can see your avatar dance—here's a sample from Parareal New York's JVCKenwood booth:\r\n\r\nhttps://twitter.com/kawa_newsdrop/status/1558955633189486594\r\n\r\nCheck your virtual sharpshooting skills as Tokyo Marui's shooting range returns with an exhibit featuring the currently-airing anime Lycoris Recoil.\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_04-46-16-325.jpg)\r\n\r\n## Kowloon Empire Ichiban Boulevard\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-16_00-06-32-458.jpg)\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-16_00-04-30-574.jpg)\r\n\r\n</album>\r\n\r\nEntertainment is non-stop at Kowloon Empire Ichiban Boulevard's Casino and Theater worlds, featuring dozens of artist exhibits plus an in-game currency you'll need as you approach different spots inside. You get to be the gambler or a busker here through its in-game currency.\r\n\r\n## VketPlaza -Cyber Mode-\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_02-41-08-793.jpg)\r\n\r\nThe futuristic VketPlaza -Cyber Mode- has its Vivid Park and Night Garden worlds, filled with various artist booths. At the end of your journey there, don't jump out just yet—look for a vehicle that will help you recap everything you've passed through.\r\n\r\n## Other Favorites\r\n\r\n![](/src/assets/content/images/vrchat_1920x1080_2022-08-14_02-25-39-625.jpg)\r\n\r\nFan favorites from past Vkets such as Kuja Market, the Tokyo Marui Official VRC Survival Games \"Island\" and \"Conquest\", Vket Academy and Emission are also open. The classic Virtual Market has been remastered for those who want to see how the annual activity started.\r\n\r\n***\r\n\r\n`youtube:https://www.youtube.com/watch?v=E6sn9rAs2mg`\r\n\r\nVirtual Market has attracted over one million visitors worldwide, and has received two Guinness World Records (for [Virtual Market 4](https://www.guinnessworldrecords.com/world-records/633453-most-booths-at-a-virtual-reality-market-event) and [Virtual Market 6](https://www.guinnessworldrecords.com/world-records/636314-most-photos-of-avatars-uploaded-to-twitter-in-one-hour)).\r\n\r\n[Access Virtual Market 2022 Summer](https://summer2022.vket.com/en/access) through VRChat on Desktop and Meta Quest, as well as through your smartphone or browser via Vket Cloud.",
            "url": "https://kawaentertainment.com/news/virtual-market-summer-2022-gives-everyone-hours-of-fun/",
            "title": "Virtual Market Summer 2022 Gives Everyone Hours of Fun",
            "date_modified": "2022-08-15T17:02:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/cover-corp-ceo-yagoo-makes-guest-appearance-at-crx-2022/",
            "content_html": "Cover Corp. CEO Motoaki Tanigo, known as “YAGOO” to his many fans and followers, made a surprise appearance at Crunchyroll Expo 2022, a recent event that ran from August 5 - 7. While YAGOO had no planned events or appearances, he certainly drew crowds and cheers as he toured the event while wearing a Magni Dezmond shirt and met with different VTubers.\r\n\r\nhttps://twitter.com/tanigox/status/1556041337736089600\r\n\r\nYAGOO took to Twitter to announce his presence to his many fans, who expressed excitement for the chance to meet him. Some lucky Ame enthusiasts managed to record a [video](https://twitter.com/YahomieButters/status/1556039974926970880) of YAGOO taking the stage with Smol Ame. Likewise, Kaela Kovalskia expressed her own excitement for meeting him in an [Instagram post](https://www.instagram.com/p/Cg9lVUyPmbr/).\r\n\r\nhttps://twitter.com/YahomieButters/status/1556039974926970880\r\n\r\nBy the end of the event, YAGOO told his followers that he enjoyed his time at the event. Even if he had no official event to his name, he still put on an incredible show.\r\n\r\nhttps://twitter.com/tanigox/status/1556069999332052993\r\n\r\nPhoto: [Kaela Kovalskia on Instagram](https://www.instagram.com/p/Cg9lVUyPmbr/?hl=en)",
            "url": "https://kawaentertainment.com/news/cover-corp-ceo-yagoo-makes-guest-appearance-at-crx-2022/",
            "title": "Cover Corp. CEO Yagoo Makes Guest Appearance at CRX 2022",
            "date_modified": "2022-08-14T15:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/cosplay-mania-2022-to-host-ayunda-risu-and-kureiji-ollie/",
            "content_html": "Cosplay Mania 2022, an annual cosplay convention in the Philippines, is set to host Hololive Indonesia's Ayunda Risu and Kureiji Ollie this October.\r\n\r\nhttps://twitter.com/CosplayManiaPH/status/1558332698304856065\r\n\r\nRisu from HoloID first generation is known best for her content, including the 30-day [Non-Stop Nut November](https://www.youtube.com/watch?v=a0h_8ewFizI&list=PLHeIKIUgnbJBH0BVTdiAiOs-fIyV6Yx8n) clips and [classic stream](https://www.youtube.com/watch?v=q0Y-XuaSwqU) where she counts the coins inside HoloID genmate Moona Hoshinova's coin bank without permission.\r\n\r\nAside from this, she has released songs such as [ALiCE&u](https://youtu.be/IGviVpVE1fA), [Harapan PanPanPan](https://youtu.be/N9M5jX9z5cQ) with Holostars' Aragami Oga, and [HI-15](https://youtu.be/XSZNNbbVuho) with Moona and Airani Iofifteen. This is set to be Risu's first visit to the Philippines.\r\n\r\nhttps://twitter.com/CosplayManiaPH/status/1558363007331311618\r\n\r\nKureiji Ollie from HoloID second generation made waves as the second VTuber from Indonesia to reach her [million-subscriber milestone](https://animecorner.me/hololive-ids-kureiji-ollie-reaches-1-million-youtube-subscribers/), next to Moona. This zombie VTuber finished 6th in the Tournament Arc 2 chess competition organized by Chess.com. She also showed her [mathematics skills on stream](https://www.youtube.com/watch?v=ZhpmHQuR_cA) multiple times.\r\n\r\n***\r\n\r\nCosplay Mania happens on the weekend of October 1-2, 2022 at SMX Convention Center Manila, Pasay City, Metro Manila, Philippines. Visit [facebook.com/CosplayMania](https://www.facebook.com/CosplayMania/ \"https://www.facebook.com/CosplayMania/\") for more details.",
            "url": "https://kawaentertainment.com/news/cosplay-mania-2022-to-host-ayunda-risu-and-kureiji-ollie/",
            "title": "Cosplay Mania 2022 to Host Ayunda Risu and Kureiji Ollie",
            "date_modified": "2022-08-13T08:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/philippine-v-tubers-collaborate-for-a-huge-merch-drop/",
            "content_html": "Virtual YouTubers in the Philippines are gaining interest, with some of them having their own set of communities. One of the most popular local VTubers, Kaheru Orange, has a Discord audience of more than 6,000; Live2D model artist Pan the VTuber has around 5,000. This is aside from a huge number of fans following mainstream VTubers hailing from the English branches of Hololive and Nijisanji.\r\n\r\nThe increasing interest in VTubers helped fan artists create more fan merch. The recently-held [Cosplay Carnival event](https://animecorner.me/cosplay-carnival-2022-vtuber-cosplay-merchandise/) in Pasay City, miles away from the nation's capital, proved that there's a growing enthusiasm for such items.\r\n\r\nThis was further put to the test at CONQuest Festival, held at the same venue: Around [40 local VTubers](https://okayalex.com/phvtuber) collaborated with a local bullet hell game called [_Good Knight_](https://store.steampowered.com/app/1281400/Good_Knight/) for a huge merch drop.\r\n\r\n![](/src/assets/content/images/conquest-2022-img20220723161221.jpg)\r\n\r\nOver 300 types of merch such as keychains, acrylic standees, posters of various sizes, even some food and drink items, filled _Good Knight_'s booth, leaving the game's space to occupy just one side.\r\n\r\n## How Did It Come to This?\r\n\r\nReleased September 2021 on Steam, _Good Knight_ is a one-button puzzle bullet hell game featuring bits of Philippine history and mythology. The game's uniqueness doesn't stop with the lack of buttons to use and its banger metal soundtrack—it also uses different camera angles.\r\n\r\nOne VTuber after another played the game on stream, and it led to a huge following—more than 60 VTubers shared their reactions online, compiled in one supercut:\r\n\r\n`youtube:https://www.youtube.com/watch?v=_rSZNenCngc`\r\n\r\n## VTuber Standees Auctioned\r\n\r\n![This author takes a photo of Pan and Shiori](/src/assets/content/images/conquest-2022-img20220723161003.jpg \"This author takes a photo of Pan and Shiori_p0n's standees at the Good Knight booth inside CONQuest 2022.\")\r\n\r\n_This author takes a photo of Pan and Shiori_p0n's standees at the Good Knight booth inside CONQuest 2022._\r\n\r\nAside from the huge merch drop, standees of some VTubers have been auctioned on Day 2. A standee of Pan was sold for Php5,500 (US$99.28 based in the current exchange rate of US$1 = Php55.40). Pinyapple Pie, who recently debuted this year, had her standee sold for Php5,000 (US$90.26). Shiori_p0n, VTuber who is also an actual surgeon, had her standee sold at Php6,000 (US$108.31)\r\n\r\n`youtube:https://www.youtube.com/watch?v=uI3kDC5llfc`\r\n\r\nIn his [post-event reflection](https://www.facebook.com/GoodKnightGame/posts/pfbid0nnyhjvkzQcSHrvheuJRpEQfcdwVq6VY92JaJz5PMV9C48Ty6F5wqcYX7PPVAgwqBl), Alex Valdez from the _Good Knight_ team said the booth \"became a home to everybody,\" that despite the hard decisions and sacrifices they had to take, they met one community after another. Imagine meeting the cosplay and VTuber communities altogether.\r\n\r\n***\r\n\r\nConcluding this piece, we congratulate Good Knight for the successful merch collab, which shows how local VTubers can band together and make history.",
            "url": "https://kawaentertainment.com/news/philippine-v-tubers-collaborate-for-a-huge-merch-drop/",
            "title": "Philippine VTubers Collaborate for a Huge Merch Drop",
            "date_modified": "2022-08-10T05:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/dance-dance-revolution-a3-adds-kanaria-s-king-yoidore-shirazu/",
            "content_html": "Konami's Dance Dance Revolution A3 on Twitter announced the addition of Kanaria's hit track KING as well as Yoidore Shirazu. Both songs were added to the game from 10:00am JST on Wednesday, August 10, 2022.\r\n\r\nhttps://twitter.com/DDR_573/status/1557170890940395520\r\n\r\nKING, which rose to popularity as a song covered by [a lot of VTubers](https://www.youtube.com/watch?v=TR9XYJNlLIw), was released in August 2020. Currently, the [original music video](https://www.youtube.com/watch?v=cm-l2h6GB8Q) has reached more than 60 million views on YouTube. VTubers can catch up in making their cover of the song as this is available [on Piapro](https://piapro.jp/t/JABq).\r\n\r\nYoidore Shirazu, released in May this year, had its music video illustrated by renowned artist LAM (who also illustrated character designs for Kureiji Ollie, Vox Akuma, Fulgur Ovid, RPR, Kujou Ringo among others). Currently, its [music video](https://www.youtube.com/watch?v=vB8sxY_PJ_w) has reached over 8 million views on YouTube.\r\n\r\nBanner Photo from DDRチーム【公式】 on Twitter",
            "url": "https://kawaentertainment.com/news/dance-dance-revolution-a3-adds-kanaria-s-king-yoidore-shirazu/",
            "title": "Dance Dance Revolution A3 adds Kanaria's KING, Yoidore Shirazu",
            "date_modified": "2022-08-10T05:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/niji-besties-at-otakuthon-2022/",
            "content_html": "Nijisanji EN fans gather at the Palais des congrès de Montréal in Canada for the guest appearances of virtual livers Elira Pendora (LazuLight), Rosemi Lovelock (Obsydia), Nina Kosaka, Enna Alouette and Millie Parfait (Ethyria).\r\n\r\nhttps://twitter.com/discomoonie/status/1556366106704728066\r\n\r\nThe guests' lineup of activities in Canada's bilingual event includes talk panels, autograph sessions and a live concert, all in-person.\r\n\r\n## Talk Panel\r\n\r\nQuestions from the audience are answered by the guests during the talk panel, ranging from Millie's rating of Elira's feet, favorite Pokemon, what they want to do in Montreal, worst and best cook, and poutine.\r\n\r\nhttps://twitter.com/Kebby_Kebs/status/1556653008620064768\r\n\r\nSome of the memorable answers from the guests include the following:\r\n\r\n* Nina wanting to try the Ferris wheel\r\n* Enna's remark to Millie: \"She's the most creative streamer of all time. OF ALL TIME.\"\r\n* Elira recalls her introduction to VTubers and how she became one thanks to Millie: \"I sat and watched like 3 hours of VTuber videos, and I was like, 'What the hell am I being subjected to right now?' Now I am one.\"\r\n* As Elira will have her 3D debut at Nijisanji Festival 2022, she mentioned there's \"going to be a surprise, but there are things in the works.\"\r\n\r\n## Live Concert\r\n\r\nhttps://twitter.com/Sargbot/status/1556490916038414337\r\n\r\nThe live concert is a milestone for Millie and Enna. \"So, if you guys don't know, this is my first duo with Enna, this is like the first song we sang together on stage, and she's makes me super emotional, \\[...\\] we're singing with everyone, we're singing it with so many, and I'm just really happy,\" Millie says as she holds back her tears.\r\n\r\nhttps://twitter.com/sosodaydreaming/status/1556356565812264962\r\n\r\nTwitter is filled with clips from the concert, tagged [#NIJIBESTIES](https://twitter.com/hashtag/NIJIBESTIES):\r\n\r\nhttps://twitter.com/trichotome/status/1556336543870189578\r\n\r\nhttps://twitter.com/linsharkie/status/1556357334615658496\r\n\r\nhttps://twitter.com/lost_yth/status/1556454117312176128\r\n\r\n***\r\n\r\nAside from their appearance at Otakuthon, Millie and Enna also appeared at Crunchyroll Expo for their collaboration song and music video with Crunchyroll Games, \"Pull for Your Heart.\"\r\n\r\nBanner Photo from [Nijisanji World](https://twitter.com/NIJISANJI_World/status/1546585118231388169) on Twitter",
            "url": "https://kawaentertainment.com/news/niji-besties-at-otakuthon-2022/",
            "title": "NijiBesties at Otakuthon 2022 ",
            "date_modified": "2022-08-08T08:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/prism-project-opens-2022-auditions/",
            "content_html": "PRISM Project opens its doors once again to aspiring VTubers who are keen to join the group as one of its agents. This follows their major participation at the recently-held Crunchyroll Expo held in California and online during the weekend of August 5 to 7, 2022.\r\n\r\nThe [audition](https://www.prismproject.jp/audition2022) is open to individuals of all genders in the following countries: United States, Japan, Canada, Mexico, United Kingdom, Germany, France, Italy, Spain, Australia, New Zealand, Brazil, Peru, Taiwan, Hong Kong, Macao, Republic of Korea, Thailand, Malaysia, and Singapore.\r\n\r\n`youtube:https://www.youtube.com/watch?v=w6saFkXu1VA`\r\n\r\nPRISM Project's manager, known as Shogun, prepared a message for this year's audition: \r\n\r\n> _\\[...\\] PRISM Project is looking for talents who are motivated, eager to seek out growth and development, and have a passion for bringing their message to the world, a strong drive to challenge themselves, and a desire to excel at their chosen content creation goals. But we'll never forget that \"VTubers are human, too.\"_\r\n> **Excerpt taken from PRISM Project website**\r\n\r\nTwelve (12) agents spread to 4 generations compose the project's talent roster: Iku Hoshifuri, Aoi Tokimori, Meno Ibuki, Rita Kamishiro, Luto Araka, Shiki Miyoshino, Nia Suzune, Yura Rikudou, Pina Pengin, Naki Kamizuki, Sara Nagare and Non Anon.\r\n\r\nSony Music Entertainment (Japan) manages PRISM Project alongside VERSEⁿ, VEE, and the Virtual Cinderella Project. Sony Music also has an investment in ANYCOLOR Inc., (Nijisanji).",
            "url": "https://kawaentertainment.com/news/prism-project-opens-2022-auditions/",
            "title": "PRISM Project Opens 2022 Auditions",
            "date_modified": "2022-08-07T17:06:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/project-kavvaii-s-aozora-kurumi-graduates/",
            "content_html": "Project Kavvaii's pioneer VTuber Aozora Kurumi has graduated as she held her final stream Sunday, August 7. Kurumi reads letters from fans, sings songs and reflects on her VTubing career.\r\n\r\n`youtube:https://www.youtube.com/watch?v=XsVy5NV3bxo`\r\n\r\nKurumi debuted on YouTube May 8 last year, and has reached more than 25,000 YouTube subscribers and around 7,300 Twitter followers as of press time. She is known for her song covers, singing K/DA's _VILLAIN_, BTS' _BUTTER_ (with Miori Celesta) and _We Don't Talk About Bruno_ from Disney movie _Encanto_.\r\n\r\nKurumi's character design was developed by illustrator Yueko and rigged by Brian Tsui, Soy, Sync Kage and Akatsuki Enma from Iron Vertex. Following her graduation, her channel will remain on YouTube and will still be around.\r\n\r\nhttps://twitter.com/AozoraKurumi/status/1556320552733667329\r\n\r\nProject Kavvaii is the VTuber brand of low-cost carrier airasia. Its current talents are Airi Gwynevere and Mikazuki Mai.",
            "url": "https://kawaentertainment.com/news/project-kavvaii-s-aozora-kurumi-graduates/",
            "title": "Project Kavvaii's Aozora Kurumi Graduates",
            "date_modified": "2022-08-07T16:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/welcome-to-v-tuber-news-drop/",
            "content_html": "## Drop 💧 get it?\r\n\r\nThe vision for **NewsDrop** is to become a hub for VTuber News and Features with improved emphasis on local VTuber cultures in different regions of the world. We also showcase the latest in VTuber tech the community needs to know.\r\n\r\nWhile others focus on talents from major agencies, we also want to, when possible, show the spotlight on other VTuber groups and individials, and what impact they have in their communities.\r\n\r\n**Hope you all enjoy this industry first. We're excited to bring more awesome stories directly to you!**\r\n\r\n## Meet Our Writers\r\n\r\n[@vg_pidge](https://twitter.com/vg_pidge)  \r\n[@JayAgonoy](https://twitter.com/JayAgonoy)  \r\n[@MontySeelana](https://twitter.com/MontySeelana)",
            "url": "https://kawaentertainment.com/news/welcome-to-v-tuber-news-drop/",
            "title": "Welcome to VTuber NewsDrop",
            "date_modified": "2022-08-06T23:30:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/nijisanji-festival-2022-confirms-lazu-light-and-hana-macchia-s-3-d-debut/",
            "content_html": "Nijisanji announced on Twitter that the LazuLight trio of Elira Pendora, Pomu Rainpuff and Finana Ryugu as well as Hana Macchia will have their 3D model debuts at the upcoming [Nijisanji Festival 2022](https://fes.nijisanji.jp \"NijiFes 2022\") this October.\r\n\r\nDetails for Open Stage on Day 2 (Sunday, October 2) indicate that the four VTubers are set to perform in 3D:\r\n\r\nhttps://twitter.com/NIJISANJI_World/status/1555895199817433089\r\n\r\nThe Open Stage will be streamed live on Nijisanji's official YouTube Channel.\r\n\r\nSeveral Nijisanji talents are also set to appear in their 3D form at the weekend event, including Morinaka Kazaki, Selene Girls' Academy Drama Club, and select members of VirtuaReal.\r\n\r\nOther Nijisanji EN talents who will be present in 2D are Obsydia, Ethyria, Luxiem's Shu Yamino, Vox Akuma and Mysta Rias.",
            "url": "https://kawaentertainment.com/news/nijisanji-festival-2022-confirms-lazu-light-and-hana-macchia-s-3-d-debut/",
            "title": "Nijisanji Festival 2022 Confirms LazuLight and Hana Macchia's 3D Debut",
            "date_modified": "2022-08-06T14:03:00.000Z"
        }
    ]
}