{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kawa Entertainment: VTuber NewsDrop Feed",
    "home_page_url": "https://kawaentertainment.com/",
    "feed_url": "https://kawaentertainment.com/news-feed.json",
    "description": "We are an \"adoption\" style Vtuber Agency, focusing on Technology. Our mission is to develop our talents and the entire vtubing community.",
    "items": [
        {
            "id": "https://kawaentertainment.com/news/hori-07-to-graduate-from-my-holo-tv-on-september-30/",
            "content_html": "Thai VTuber HØRI 07 is set to leave MyHolo TV Entertainment on Friday, September 30, 2022. In a statement released by the Malaysia-based agency on Twitter, HØRI 07 will continue to pursue her activities as an independent VTuber, and has decided not to hold a graduation stream.\r\n\r\nhttps://twitter.com/myholotv/status/1565324498433617921\r\n\r\nHØRI 07's departure from MyHolo TV is due to the changes in her life circumstances in the coming year, which will make her unable to fulfill the agency's obligations. MyHolo TV thanks HØRI 07 \"for a fulfilling achievement and productive year\" with the agency.\r\n\r\nHer various activities as part of MyHolo TV's MonstarZ generation include her presence in physical events such as V-Festa at Japan Expo Thailand and Anime Fest at Paradigm Mall in Petaling Jaya, Malaysia. \r\n\r\nShe was also nominated for the Best Influencer Performance on Social Media – VTuber award at the 10th Thailand Zocial Awards held this year. As of the time of this post, HØRI 07 has 260,000 YouTube subscribers.",
            "url": "https://kawaentertainment.com/news/hori-07-to-graduate-from-my-holo-tv-on-september-30/",
            "title": "HØRI 07 to Graduate from MyHolo TV on September 30",
            "date_modified": "2022-09-01T15:04:05.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/ani-man-gaki-2022-v-tuber-highlights/",
            "content_html": "A few weeks ago, we reported that AniManGaki 2022, one of the biggest annual anime/cosplay/gaming events in Malaysia, will showcase 80 VTubers. In addition, the event also has VTubers performing on stage as part of the program. Here are some snippets from this year's event.\r\n\r\n## VTuber Showcase Area\r\n\r\nWith help from Twitch IRL streamer [AGCtv](https://www.twitch.tv/agctv), we are able to take a peek inside the dedicated area where standees of 80 Malaysia VTubers are placed at a distance from each other.\r\n\r\n<iframe src=\"https://clips.twitch.tv/embed?clip=SoftTardyDragonflyCoolStoryBro-F4zZfqm7qgNpZMBF&parent=kawaentertainment.com\" frameborder=\"0\" allowfullscreen=\"true\" scrolling=\"no\" height=\"378\" width=\"620\"></iframe>\r\n\r\nSome TV screens show clips from featured VTubers, while there's one screen that's used by select VTubers to interact with the audience inside. There's also an opportunity to buy merchandise, as well as give presents to the talents. Visitors can also take-home postcards.\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/amg-vtuber-showcase-1.png)\r\n\r\n![](/src/assets/content/images/amg-vtuber-showcase-2.png)\r\n\r\n</album>\r\n\r\nCurator PSY8, who is happy to see everyone who went to the showcase enjoying their time, thanked everyone who dropped by:\r\n\r\nhttps://twitter.com/psy8_media/status/1563896445484544000\r\n\r\n## Stage Performances\r\n\r\nMyHoloTV's [Liliana Vampaia](https://news.kawaentertainment.com/liliana-vampaia-3d-fundraiser-goal-reached/) and Virion Kisei performed on Day 2, singing their covers of DECO*27's _The Vampire_, 热爱105 ℃的你/阿肆Super Idol (Bahasa Malaysia ver.), Aimer's _Zankyou Sanka_, Maaya Sakamoto's _Platinum_, Mandy Moore and Zachary Levi's _I See the Light_, among others.\r\n\r\nhttps://twitter.com/lilianavampaia/status/1564077664826101760\r\n\r\nClosing AniManGaki 2022 is a performance by music producer, novel writer, DJ and VTuber Taka Kazuki who left everyone raving.\r\n\r\nhttps://twitter.com/Cornelius_LOW/status/1563867284531081217\r\n\r\nhttps://twitter.com/ValStarfyre/status/1563944745084235776\r\n\r\nAniManGaki 2022 was held at the Mines International Exhibition and Convention Center in Kuala Lumpur, Malaysia last weekend, August 27-28.",
            "url": "https://kawaentertainment.com/news/ani-man-gaki-2022-v-tuber-highlights/",
            "title": "AniManGaki 2022 VTuber Highlights",
            "date_modified": "2022-08-29T16:50:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/millie-parfait-and-mysta-rias-won-t-be-able-to-participate-in-niji-fes-2022/",
            "content_html": "Nijisanji announced that EN talents Millie Parfait (Ethyria) and Mysta Rias (Luxiem) will not be able to make it to the Open Stage of Nijisanji Fes 2022 set for the weekend of October 1 and 2 at Makuhari Messe Exhibition Hall 1 to 5.\r\n\r\nThe agency explained that unforeseen circumstances led to the said cancellation. The talents were set to join their Nijisanji EN colleagues at the Open Stage event, which will be broadcast on Nijisanji's YouTube channel.\r\n\r\nhttps://twitter.com/NIJISANJI_World/status/1564163839310319617\r\n\r\nMillie assured her fans in a tweet that there will be more opportunities in the future, asking everyone to cheer the rest of the Nijisanji members who are going to participate.\r\n\r\nhttps://twitter.com/MillieParfait/status/1564259296212295681\r\n\r\nBanner Photo via YouTube ([1](https://www.youtube.com/watch?v=M1ipVOam1xc), [2](https://www.youtube.com/watch?v=Eiib707oqH8))",
            "url": "https://kawaentertainment.com/news/millie-parfait-and-mysta-rias-won-t-be-able-to-participate-in-niji-fes-2022/",
            "title": "Millie Parfait and Mysta Rias Won’t Be Able to Participate in NIJIFes 2022 ",
            "date_modified": "2022-08-29T16:01:39.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/production-kawaii-debuts-generation-3-v-tuber-lineup/",
            "content_html": "Japan-based English VTuber company Production Kawaii has announced the debut of its third-generation lineup. They are composed of Aletta Sky, Peony Aeria, Sava Safari, Oceane Otoishi, and Miryu Kotofuji.\r\n\r\nProduction Kawaii released a teaser video of the talents on August 22. The talents officially debuted on August 28.\r\n\r\n`youtube:https://www.youtube.com/watch?v=o3mdMcI1HeY`\r\n\r\n## Peony Aeria\r\n\r\n> _Long ago, the human world and the fairy world were connected. The curious Peony Aeria took it upon herself to secretly learn more about their world and see if she could reunite the two realms.   \r\n>   \r\n> Too bad that she eventually got caught by Kinoshita and was banished from her home. With the goal to make humans happy and connect them to nature, she has now become a VTuber in his company!_\r\n\r\n## Oceane Otoishi\r\n\r\n> _As a siren, Oceane was expected to follow in the footsteps of her sisters. But after meeting a mermaid friend, Oceane knew she wanted to be one. She sought the help of an alchemist and asked to be transformed into a mermaid.   \r\n>   \r\n> But first, she has to prove her loyalty by becoming a kind human. With the scroll tucked in her necklace, she gained legs and eventually became a VTuber._\r\n\r\n## Miryu Kotofuji\r\n\r\n> _Miryu is a young air dragon with a passion for music. Upon hearing about the wonders of human music from a tiny magical friend, she became curious about what life would be like on Earth.   \r\n>   \r\n> But with 845 years of dragon school to go, it seems that the only way for Miryu to experience the outside world is to become... a VTuber!_\r\n\r\n## Aletta Sky\r\n\r\n> _A bright Pegasus girl who lives among the stars! She has always wanted to connect with the people of Earth through VTubing so she created a door to get there. But she got into trouble pretty quickly after not following the procedure when taking a cute white fluffy dog from the shelter.   \r\n>   \r\n> Luckily Kinoshita-san found her, not only did he help her out but is also helping her VTubing dreams come true._\r\n\r\n## Sava Safari\r\n\r\n> _A jungle princess from the mysterious beast clan! Always positive to a fault, she embarks on a quest to befriend the mythical human world- the Chief hoping the impossible task will grant her some maturity. Instead, Sava finds herself trading her leafy jungle for a concrete one! _\r\n>\r\n> _Equipped with her wild spirit, she hopes to inject some chaotic color into the human world!_\r\n\r\n***\r\n\r\nProduction Kawaii is also composed of first-generation members Reina Sun, Nene Amano, Charlotte Suzu, and Isla Coleman; and second-generation members Namiji Freesia, Shee Icho, and Lua Asuka. Its former talents include Hana Flores, Aruru Gray, and [Neena Makurano](https://kawaentertainment.com/news/neena-makurano-officially-terminated-from-production-kawaii/) who was dismissed by the agency for breach of contract.\r\n\r\n_Banner Photo_ [_via YouTube_](https://www.youtube.com/watch?v=o3mdMcI1HeY)",
            "url": "https://kawaentertainment.com/news/production-kawaii-debuts-generation-3-v-tuber-lineup/",
            "title": "Production Kawaii Debuts Generation 3 VTuber Lineup",
            "date_modified": "2022-08-29T15:26:15.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/former-haven-x-talent-roza-coatl-join-4-v-live-talent-roster/",
            "content_html": "Roza Coatl, formerly a VTuber talent from the now disbanded agency Haven-X, is [officially joining](https://www.4vlive.com/post/welcome-to-4v-live-roza-coatl) the VTuber talent roster of 4V Live, a US-based agency. Coatl previously announced her departure from Haven-X on July 11 due to health concerns.\r\n\r\nhttps://twitter.com/4VLiveOfficial/status/1563964947234562048\r\n\r\nBy joining 4V Live, Coatl will officially be part of the agency’s new talent class called ‘4V Farfarers’, with her being the first member. The agency had previously teased her transition with [a single tweet](https://twitter.com/4VLiveOfficial/status/1562931586164834304) with glitched text, an allude to Coatl’s style of tweets.\r\n\r\nFollowing the announcement, Coatl will be having her 4V Live debut on September 2 at 6PM EDT. In the upcoming stream, she stated that she will be addressing her reasons regarding the agency transition. This follows almost two weeks after [Haven-X disbanded](https://kawaentertainment.com/news/haven-x-disbands-following-graduation-of-its-talents/) with the graduation of its talents Koa Himari and Viri Sylvaine.\r\n\r\nThe 4V Live VTuber roster is composed of first-generation members Vivian Voss, Orion Juno, and Angelina Kumalo; and their second-generation members Boomi Mamana, Neiomi Cielo, and Yuna Sunaga. [Cecilia Amberfall](https://www.4vlive.com/post/official-statement-regarding-cecilia-amberfall), one of its second-generation talents, moved on as an independent VTuber on March 11.\r\n\r\n_Banner Photo_ [_via YouTube _](https://www.youtube.com/watch?v=QMdTuzzf9Fs)",
            "url": "https://kawaentertainment.com/news/former-haven-x-talent-roza-coatl-join-4-v-live-talent-roster/",
            "title": "Former Haven-X Talent Roza Coatl Join 4V Live Talent Roster",
            "date_modified": "2022-08-29T15:06:44.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/tsunderia-announces-updates-on-new-talent-applications-upcoming-project/",
            "content_html": "US-based VTuber agency Tsunderia has announced new updates regarding its upcoming VTuber generation, as well as clarifying its recent announcement of an upcoming event in September.\r\n\r\nhttps://twitter.com/tsunderia_us/status/1563330466496876546\r\n\r\nIn one of its recent tweets, Tsunderia captioned its tweet with “_...we’ll all still carry the fond memories of our time together._” This announcement has been perceived differently by the community, with some speculating that the announcement could be a mass graduation of talents.\r\n\r\nTo clear up the air, Tsunderia has noted in a [follow-up tweet](https://twitter.com/tsunderia_us/status/1563662647878455296?s=20&t=-S7y_cw3sR9T-eO2baSXhg) that the announcement was for an “upcoming project,” although they never mentioned any hint of the project’s nature. The agency also added that they hope fans will look forward to it.\r\n\r\nFurthermore, Tsunderia also [announced](https://twitter.com/tsunderia_us/status/1563692845780926465) that they have recently concluded reviewing numerous VTuber applications for its upcoming generation. It has then reminded applicants to check their email a week after if they will pass to the next stage of the auditions. Tsunderia opened up auditions for its fourth generation on June 29 this year.\r\n\r\nTsunderia has been the subject of scrutiny within the VTubing community following its ‘mass graduation’ on April 23. Its former talents, Nini Yuuna, Miori Celesta, Orla Gan Ceann, and Matsuro Meru all went on to become independent VTubers.\r\n\r\nAs of this writing Tsunderia has its third generation composed of Tsurugi Nen, Uzuki Tomoya, Chikafuji Lisa, Tetsuya Kazune, and Amiya Aranha; as well as Generation 0’s Inukai Purin and Generation 2’s Amemachi Hanabi.",
            "url": "https://kawaentertainment.com/news/tsunderia-announces-updates-on-new-talent-applications-upcoming-project/",
            "title": "Tsunderia Announces Updates on New Talent Applications, Upcoming Project",
            "date_modified": "2022-08-29T14:54:32.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-s-umisea-sub-unit-releases-new-single/",
            "content_html": "UMISEA, one of the VTuber sub-units under Hololive, has released a new single titled “_It Comes Ryuuu And It Goes Kyuuu_”. The track–almost two minutes long–is also accompanied with a music video.\r\n\r\nUMISEA is now composed of Hololive Japan talents Houshou Marine, Minato Aqua and Sakamata Chloe; as well as Hololive English talents Gawr Gura and Ninomae Ina'nis. The track was teased during a short anime video titled [_Going Missing_](https://youtu.be/Wrpz5U6eO78), featuring all of the aforementioned talents being at sea.\r\n\r\n`youtube:https://www.youtube.com/watch?v=VOFOmeHAmfk`\r\n\r\nThe sub-unit was first formed on September 14, 2021, along with the single release “_Domination! All the World Is an Ocean_”. The unit was formed due to the ocean-like similarities between the lore of each talent.\r\n\r\n_Banner Photo_ [_via Hololive on YouTube_](https://youtu.be/VOFOmeHAmfk) _· © 2016 COVER Corp._",
            "url": "https://kawaentertainment.com/news/hololive-s-umisea-sub-unit-releases-new-single/",
            "title": "Hololive’s UMISEA Sub-Unit Releases New Single",
            "date_modified": "2022-08-29T14:36:24.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/twitch-launches-v-tuber-centric-online-event/",
            "content_html": "Popular streaming platform Twitch has launched a new online event that focuses on the growing VTuber community on the platform. Titled ‘[VTuber Takeover 2022](https://www.twitch.tv/team/vtubertakeover2022)’, the event features around 80 VTubers to showcase their streams and content across the wider platform.\r\n\r\nSome of the more popular VTubers included in the lineup include Layna Lazar, Takahata, Bao, PorcelainMaid, Girl_Dm, Kabhaal, and Kitsune Eve.\r\n\r\nhttps://twitter.com/Twitch/status/1563258380160221185\r\n\r\nDuring Twitch’s [recent ‘Public Access’ stream](https://www.twitch.tv/videos/1566705217?t=00h43m10s), streamers and head of community MerryKish and RayApollo–as well as VTuber ARUUU–described the ‘VTuber Takeover 2022’ event as a gathering of some of the platform’s popular VTubers, where they will be sharing content about how they got into VTubing, and the work that goes into it.\r\n\r\n<iframe src=\"https://clips.twitch.tv/embed?clip=HomelyBillowingShrewPoooound-MW5WzwUzDPguervF&parent=kawaentertainment.com\" frameborder=\"0\" allowfullscreen=\"true\" scrolling=\"no\" height=\"378\" width=\"620\"></iframe>\r\n\r\nRayApollo also teased that they are consulting with other VTubers to create a \"How to Start VTubing on Twitch\" article, among other knowledge-sharing activities.\r\n\r\n<iframe src=\"https://clips.twitch.tv/embed?clip=CallousTallConsoleWutFace-aXF-841S9WvKYNU2&parent=kawaentertainment.com\" frameborder=\"0\" allowfullscreen=\"true\" scrolling=\"no\" height=\"378\" width=\"620\"></iframe>\r\n\r\nThe recent announcement comes after Twitch recently announced a major update, where Twitch partners can now stream on other rival platforms such as YouTube and Facebook after they stream on Twitch.\r\n\r\n_Banner Photo from_ [_@Twitch_ANZ on Twitter_](https://twitter.com/Twitch_ANZ/status/1563708193603088385/photo/1)",
            "url": "https://kawaentertainment.com/news/twitch-launches-v-tuber-centric-online-event/",
            "title": "Twitch Launches VTuber-Centric Online Event",
            "date_modified": "2022-08-29T14:27:31.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-error-available-to-wishlist-on-steam/",
            "content_html": "Hololive ERROR, an upcoming horror title published by COVER Corp. and developed by Mogura. The game which features Hololive talents such as Tokino Sora and Shirakami Fubuki now has a [Steam store page](https://store.steampowered.com/app/2062550/hololive_ERROR/), where enthusiasts can add to their wishlists and follow before its Fall 2022 release date.\r\n\r\nFirst announced in July 2021 with a [teaser video](https://www.youtube.com/watch?v=iHekCdRagR8), and a [360° video](https://www.youtube.com/watch?v=kjkfM2by6rc) that following August showcasing some beloved VTubers, Hololive ERROR will be a first-person action-adventure horror title following a journalist for an occult magazine investigating paranormal occurrences in the town of Aogami:\r\n\r\n> “The stage is set in Aogami-cho, which is known in the neighborhood as the so-called \"town with a story\" because of its many eerie legends and incidents.The main character, who is a reporter for an occult magazine, will follow in the footsteps of his grandfather, who was a reporter, and report on the strange things that occur in this town.\r\n>\r\n> He should be spending his time gathering information and writing articles in a hotel room, but when he realizes what the reasoning is, he ends up in a mysterious school.”\r\n\r\nAccording to [Siliconera](https://www.siliconera.com/hololive-error-appears-in-steam-store/), Hololive ERROR boasts multiple endings that unlock depending on how the player progresses through the game. There is a free version of the game available on the [Hololive Error website](https://hololiveerror.hololivepro.com/), though it is only in Japanese.\r\n\r\nThough the Steam store page doesn’t list a price tag, Cover Corp’s own [Hololive Error store page](https://shop.hololivepro.com/en/products/hololiveerror_game2022) has a price of ¥1,000, which is around US$7.21.\r\n\r\n_Banner Photo from_ [_Hololive ERROR (Truth) website_](https://hololiveerror-truth.hololivepro.com/)",
            "url": "https://kawaentertainment.com/news/hololive-error-available-to-wishlist-on-steam/",
            "title": "Hololive ERROR Available to Wishlist on Steam",
            "date_modified": "2022-08-29T07:42:09.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/inugami-korone-teams-up-with-sonic-for-japanese-exclusive-sonic-frontiers-bonuses/",
            "content_html": "Sega of Japan [announced](https://twitter.com/SonicOfficialJP/status/1562290612858388480) an exciting collaboration with Hololive’s very own Inugami Korone to provide incredible bonuses for fans of both the super-fast hedgehog and gamer dog for Sonic Frontiers, which is due to release on November 8th.\r\n\r\nAccording to [Nintendo Life](https://www.nintendolife.com/news/2022/08/sonic-frontiers-pre-orders-come-with-famous-v-tuber-dlc-in-japan), these bonuses, which are apparently exclusive to Japan, will provide different Sonic- and Korone-themed items depending on where a customer pre-orders the upcoming game.\r\n\r\nThe shops offering their own unique Korone-themed bonuses are Amazon, which offers Korone sound effects, GEO which offers a Sonic-themed Korone original acrylic panel, Joshin Deki which has Korone-themed shoes and gloves that Sonic can wear, and Rakuten Books will replace the mascot character \"Coco\" to \"Koronesuki\"\r\n\r\n![](/src/assets/content/images/sonic-korone-collab-items.jpg)\r\n\r\n[_(Screenshot)_](https://sonic.sega.jp/SonicFrontiers/products/)\r\n\r\nThere is no word on whether any of these bonuses will reach the West, but it is not likely unless a customer imports the game.\r\n\r\nBanner Photo from [@SonicOfficialJP on Twitter](https://twitter.com/SonicOfficialJP/status/1562289865441816578)",
            "url": "https://kawaentertainment.com/news/inugami-korone-teams-up-with-sonic-for-japanese-exclusive-sonic-frontiers-bonuses/",
            "title": "Inugami Korone Teams Up with Sonic for Japanese Exclusive Sonic Frontiers Bonuses",
            "date_modified": "2022-08-27T00:43:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/nijisanji-en-at-animate-cafe/",
            "content_html": "Part of NewsDrop’s activities is to feature various VTuber-related events across the globe, starting of course, in Japan, where the trend blew up. Slime alien VTuber and Kawa colleague PiaPi UFO shares her experience at the recent [Nijisanji EN Animate Cafe](https://cafe.animate.co.jp/event/nijisanji-en2208/) collaboration.\r\n\r\nThis cafe collab features Nijisanji EN livers Pomu Rainpuff (LazuLight), Selen Tatsuki (Obsydia), Reimu Endou (Ethyria), Ike Eveland, Shu Yamino and Luca Kaneshiro (Luxiem).\r\n\r\n![](/src/assets/content/images/20220821_122555.jpg)  \r\n\r\nPia was there to help a friend, Pomu obsessed cosplayer [@RoReRuRu](https://twitter.com/roreruru), get lucky in scoring some randomized Pomu merch.\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/20220821_123723.jpg)\r\n\r\n![](/src/assets/content/images/20220821_123916.jpg)\r\n\r\n![](/src/assets/content/images/20220821_124131.jpg)\r\n\r\n![](/src/assets/content/images/20220821_123516.jpg)\r\n\r\n![](/src/assets/content/images/20220821_123508.jpg)\r\n\r\n![](/src/assets/content/images/20220821_121724.jpg)\r\n\r\n</album>\r\n\r\nThe Animate Collab Cafe serves drinks, desserts, and meals based on the VTubers of Nijisanji EN. Though some collabs put on by the Animate Cafe feature a dish each per character, this time around they opted to group the trio of girls and boys into two separate lunch plates and dessert plates. However, each was featured in a drink based on them, so you could grab the taste of your _oshi_ to wash it down!\r\n\r\n![](/src/assets/content/images/20220821_125116.jpg)\r\n\r\nInside the cafe were 21 tables, each reserved for a pair. Seats are filled through an online reservation system, so you have to reserve your time slot in advance (There are walk-ins, but only become available if a pair doesn’t show). Doing so will also help you, especially if there are pre-order items only, as they will ask for your shipping address for future delivery.\r\n\r\n![](/src/assets/content/images/20220821_123032.jpg)\r\n\r\nOne of Ruru’s goals was to add more items to her Pomu Rainpuff shrine, but was she able to secure the items? Unfortunately, the group came up dry in their random coaster drawings, pulling 3 Ike coasters, 2 Selen, 2 Reimu, and 1 Luca. No Pomu makes for a sad Ruru!\r\n\r\n![](/src/assets/content/images/20220821_122719.jpg)\r\n\r\nHowever, fret not because this particular Animate Cafe is located at Ikebukuro, also known as Otome Road, or the Akihabara for women/_fujoshi_! As such, coaster trades were plentiful with other guests! “_Most people around us had brought the men’s plate and men’s dessert and various male talents’ drinks. They were more than happy to surrender the Pomu goods to us in exchange for a chap or two!_”\r\n\r\nDid we forget to mention that the Ninisani gag is made canon here?\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/20220821_132122.jpg)\r\n\r\n![](/src/assets/content/images/20220821_132207.jpg)\r\n\r\n![](/src/assets/content/images/20220821_130344.jpg)\r\n\r\n</album>\r\n\r\n***\r\n\r\nThe Nijisanji EN Animate Cafe collaboration is offered at Animate Cafe’s Ikebukuro No. 3 and Nagoya no. 2 branches until August 30.",
            "url": "https://kawaentertainment.com/news/nijisanji-en-at-animate-cafe/",
            "title": "Nijisanji EN at Animate Cafe",
            "date_modified": "2022-08-26T20:35:58.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/prism-project-s-shogun-opens-up-about-his-daily-life-as-a-producer/",
            "content_html": "PRISM Project producer Shogun held an [Ask Me Anything (AMA) event](https://www.reddit.com/r/VirtualYoutubers/comments/wu33ns/ama5pm_edt_im_shogun_producer_of_virtual_talent/?sort=top) on the r/VirtualYouTubers subreddit Monday, August 22. This opened the opportunity for PRISM fans to know more about its [ongoing audition](https://kawaentertainment.com/news/prism-project-opens-2022-auditions/) for its 5th generation, as well as his day in the life as a producer for the project.\r\n\r\nShogun revealed his day in a life as a VTuber producer through [his replies](https://www.reddit.com/r/VirtualYoutubers/comments/wu33ns/comment/il8rdzc/?utm_source=reddit&utm_medium=web2x&context=3):\r\n\r\n> \"\\[...\\] I can only speak for myself, but bearing in mind that I'm in Tokyo, I'm usually up by 6:30am, frequently have meetings with overseas clients in the early- to mid-morning, have 2-3 internal PRISM meetings every day, work on the business areas I mentioned above (accounting, legal, sales, marketing/media, admin, etc.) all afternoon, then watch PRISM streams in the evenings, try to clear out my inbox of emails in the late evenings, and hopefully go to bed by 12am-1am.These days I've been lucky to mostly be remote working, but there are days I have face-to-face meetings that require a commute into the city, so there's a few hours of train commute in there sometimes, too!\"\r\n\r\nAnother interesting answer Shogun [provided](https://www.reddit.com/r/VirtualYoutubers/comments/wu33ns/comment/il8p1wt/?utm_source=reddit&utm_medium=web2x&context=3) is his scope of work as a talent manager, which in turn gives the talents more time to produce more content:\r\n\r\n> \"\\[...\\] I'd add to your list things like liaising with external creators (for music or video projects, etc.), general project management assistance, social media management help (something we're looking to strengthen in the next few weeks to months), external sales work (for events like Crunchyroll Expo, but other opportunities we're looking to bring to PRISM as well), providing opportunities for professional networking and skill development, doing any kind of translating/interpreting necessary to work across borders (particularly EN<=>JP) and so on.\"\r\n\r\nAside from streaming support, securing permissions to stream select games, promotions and marketing, and providing feedback to talents, he [elaborated](https://www.reddit.com/r/VirtualYoutubers/comments/wu33ns/comment/il8rdzc/?utm_source=reddit&utm_medium=web2x&context=3) the set of skills that their managers are expected to have:\r\n\r\n> \"\\[...\\] I'll add to the task list in the other comment that our managers really have to be jacks-of-all-trades and be able to handle a little of all the business areas you'd expect: accounting, legal, sales, marketing and media relations, administration, tech support, and so on.The first point of contact for our talents for any question or concern they have is always the management team, and so they really do need a wide range of knowledge and experience to provide the best support possible for each and every talent.\"\r\n\r\nBanner Photo via [@prismshogun](https://twitter.com/prismshogun/status/1559019631565996032)",
            "url": "https://kawaentertainment.com/news/prism-project-s-shogun-opens-up-about-his-daily-life-as-a-producer/",
            "title": "PRISM Project’s Shogun Opens up About His Daily Life as a Producer",
            "date_modified": "2022-08-26T17:20:55.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-would-like-to-try-out-south-america-european-markets-in-the-future/",
            "content_html": "Anime News Network has posted their [interview](https://www.animenewsnetwork.com/convention/2022/crunchyroll-expo/interview-with-covercorp-ceo-motoaki-tanigo/.188262) with COVER Corporation CEO Motoaki Tanigo (YAGOO) at Crunchyroll Expo 2022. Among the questions asked is a potential entry into other markets:\r\n\r\n> \"\\[...\\] Right now, Japanese anime is big all over the world, so there are a lot of really strong markets. I don't have extensive knowledge about the international scene, but there are places like South America or Europe where a lot of anime are localized, and which are really interesting to me. We would like to try out those markets, and if things go well, we may also localize for those markets and foster talents from there.\"\r\n\r\nSeveral VTubers originated from South America, such as VShojo's [Ironmouse](https://www.twitch.tv/ironmouse), [Nimu Spacecat](https://twitter.com/ThisNimu) and Mexican VTuber [PARRA](https://www.youtube.com/channel/UCbbk-UQsfmT-etWqU9LOcOg). Europe also enjoys a variety of VTubers such as Live2D artist [Dyarikku](https://www.twitch.tv/dyarikku), Storyteller [Merryweather](https://www.twitch.tv/merryweather), Illustrator [Saruei](https://www.twitch.tv/saruei), and even Hololive English's [Takanashi Kiara](https://www.youtube.com/channel/UCHsx4Hqa-1ORjQTh9TYDhww) who hails from Austria.\r\n\r\n_Photo: COVER Corp._",
            "url": "https://kawaentertainment.com/news/hololive-would-like-to-try-out-south-america-european-markets-in-the-future/",
            "title": "Hololive Would Like to Try Out South America, European Markets in the Future",
            "date_modified": "2022-08-26T17:03:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/cosplay-mania-2022-to-host-moona-hoshinova-and-pavolia-reine/",
            "content_html": "Aside from Hololive Indonesia's [Ayunda Risu and Kureiji Ollie](https://kawaentertainment.com/news/cosplay-mania-2022-to-host-ayunda-risu-and-kureiji-ollie/), Cosplay Mania 2022 has announced that it is also set to host Moona Hoshinova and Pavolia Reine. The two VTubers will participate in the event's Japanese Anime Music (JAM) Concert.\r\n\r\nhttps://twitter.com/CosplayManiaPH/status/1563073892779827202\r\n\r\nThe first Indonesian VTuber to reach a million YouTube subscribers, Moona is part of Hololive Indonesia's first generation. She is known for making beautiful and functional structures in [Minecraft](https://www.youtube.com/watch?v=HfRyoUFBkLM), but is widely recognized for her collaborations with Hololive's [Usada Pekora](https://www.youtube.com/watch?v=QivLpdnBgUs&t=0s). She also has released singles such as [愛の小さな歌 (Ai no Chiisana Uta)](https://open.spotify.com/album/1ECjmO5knUIfvWdcNCyW2I) and [High Tide](https://open.spotify.com/album/012pklMkQ8zwo0TjqSl0eU).\r\n\r\nhttps://twitter.com/CosplayManiaPH/status/1563089034682896388\r\n\r\nPavolia Reine from HoloID's second generation also has released original songs such as [Gate Open: START!](https://www.youtube.com/watch?v=VFpOBazE3rs), [あの青空のせいだ (Ano Aozora no Sei da)](https://www.youtube.com/watch?v=dzUfNQaaemk) and [Love Me Love Me](https://www.youtube.com/watch?v=MxwV963ZNEU). She is known for her [YABE (Yet Another Brunch, Everyone)](https://www.youtube.com/channel/UChgTyjG-pdNvxxhdsXfHQ5Q/search?query=yabe) streams.\r\n\r\n***\r\n\r\nCosplay Mania happens on the weekend of October 1-2, 2022 at SMX Convention Center Manila, Pasay City, Metro Manila, Philippines. Visit [facebook.com/CosplayMania](https://www.facebook.com/CosplayMania/ \"https://www.facebook.com/CosplayMania/\") for more details.",
            "url": "https://kawaentertainment.com/news/cosplay-mania-2022-to-host-moona-hoshinova-and-pavolia-reine/",
            "title": "Cosplay Mania 2022 to Host Moona Hoshinova and Pavolia Reine",
            "date_modified": "2022-08-26T16:08:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/former-jk-t48-member-aurel-mayori-teases-v-tuber-model/",
            "content_html": "Aurel Mayori, formerly a member of Indonesian idol group JKT48, has recently teased about her upcoming VTuber model on her YouTube channel. In the YouTube Shorts video, she teased a rigged VTuber model, with a caption translating to “_what anime is this?_”\r\n\r\n`youtube:https://www.youtube.com/watch?v=y8AegmB_wZo`\r\n\r\nYoRI, as she is familiarly called, has also posted the video on Twitter, and has invited fans to keep a closer look on her new YouTube channel regarding updates of the VTuber model.\r\n\r\nMayori joined JKT48 in September 2018 as a JKT48 Academy Class B Student. She was then promoted to Class A of the Academy in October 2018. She became part of JKT48’s Team J in October 2019 before being shuffled to Team T in May 2020. She announced her graduation from the group in March 2021.\r\n\r\nFollowing her graduation, she started her independent singing career with the release of her first single “_Unlock._” The song was mixed by Farhan Sarasin, known for his other VTuber music mixes in Hololive Myth’s “_A Journey of a Thousand Years_” for instance.\r\n\r\n`youtube:https://www.youtube.com/watch?v=WMebsJ0mqNM`",
            "url": "https://kawaentertainment.com/news/former-jk-t48-member-aurel-mayori-teases-v-tuber-model/",
            "title": "Former JKT48 Member Aurel Mayori Teases VTuber Model",
            "date_modified": "2022-08-25T16:06:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/twitch-to-now-allow-partners-to-stream-to-rival-streaming-platforms/",
            "content_html": "Popular streaming platform Twitch has now announced that streamers signed into the platform as Twitch Partners can now stream to rival streaming platforms available like YouTube and Facebook Gaming. This marks one of Twitch’s biggest moves this year, effectively putting an end to its partner exclusivity clause.\r\n\r\nThrough its [FAQ page](https://help.twitch.tv/s/article/partner-exclusivity-faq?language=en_US), Twitch also encourages its streamers to also promote their Twitch livestreams on other rival platforms as well. However, Twitch clarified that they won’t allow simultaneous streams i.e. hosting your Twitch stream to rival streaming platforms. Once their Twitch stream ends, they can proceed to stream to other streaming platforms their partner is on.\r\n\r\nThe move is especially relevant for the larger VTubing community, considering the rising number of VTubers hosting their streams on the platform to get a ‘Twitch Partner’ status. In addition, Twitch remains a dominant choice of streaming service for most VTubers this year.\r\n\r\nIn the latest [Spring 2022 VTuber Census](https://www.canva.com/design/DAE9am3aIE0/diQaP3hJC2W_bknlz98L3A/view?utm_content=DAE9am3aIE0&utm_campaign=designshare&utm_medium=link&utm_source=publishsharelink) conducted by the VTuber Network, over 1,000 VTubers say that Twitch is where they most host their content creation, dwarfing other online platforms like YouTube, Twitter, and even TikTok.\r\n\r\n_Photo by_ [_Caspar Camille Rubin_](https://unsplash.com/@casparrubin?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) _on_ [_Unsplash_](https://unsplash.com/?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)",
            "url": "https://kawaentertainment.com/news/twitch-to-now-allow-partners-to-stream-to-rival-streaming-platforms/",
            "title": "Twitch to Now Allow Partners to Stream to Rival Streaming Platforms",
            "date_modified": "2022-08-25T15:32:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-council-releases-first-original-song-rise/",
            "content_html": "The Hololive Council under the Hololive English branch has released their first original song titled ‘Rise’. It was released on August 24 on Hololive English’s YouTube channel, and is now available across [different streaming platforms](https://cover.lnk.to/Rise).\r\n\r\n`youtube:https://www.youtube.com/watch?v=jHibTDJlTJw`\r\n\r\nThis marks the Council’s first original song as a group, and was also released in commemoration of Council’s first anniversary. The song was composed by Ereca Suzuki, and Menma, with noire writing the lyrics. It is also worth noting that the song and the music video features Tsukumo Sana, who recently graduated in July.\r\n\r\nHololive Council is currently composed of VTubers Ceres Fauna, Ouro Kronii, Nanashi Mumei, and Hakos Baelz. All debuted on August 23, 2021, and is the second wave of Hololive English members after Hololive Myth and the launch of Project HOPE with IRyS.\r\n\r\n_Hololive English © 2016 COVER Corp._",
            "url": "https://kawaentertainment.com/news/hololive-council-releases-first-original-song-rise/",
            "title": "Hololive Council Releases First Original Song ‘Rise’",
            "date_modified": "2022-08-25T15:31:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/aetheria-project-s-alchemilla-menace-to-go-on-indefinite-hiatus/",
            "content_html": "Alchemilla Menace from independent VTuber group Aetheria Project has announced that she will be suspending her streaming activities and go on an indefinite hiatus after her last stream, which will happen on August 26.\r\n\r\nIn a [personal statement](https://twitter.com/MAlchemilla/status/1562201190166736900) posted by Menace, she said that she is dealing more recently with stress in her real life, and that she needs to take some time off to focus on her family and take care of them.\r\n\r\nAetheria Project has also formally announced Menace’s indefinite hiatus, stating her donation links and Twitch subscriptions will remain open, albeit fans shouldn’t expect any content from Menace’s side.\r\n\r\nhttps://twitter.com/aetheriapro/status/1562204226188877825\r\n\r\nAetheria Project, formerly the US-based VTuber company CyberLive, came into fruition when they debuted their first generation on July 14, 2021. The company rebranded as Aetheria on May 12, citing difficulties in terms of financial / budgetary issues, as well as continued targeted harassment of the company and its talent, according to its [press release](https://docs.google.com/document/d/e/2PACX-1vTgKKmhhE53t414X_r7xflnpsT8tIh4jZLFZz7XRG_3HMrV3Sxsi5hkJNmJnh87FfPvpzLHBhMuYJz9/pub) back then.\r\n\r\nThe current lineup for Aetheria includes Momozora Seina, Utano Pandora, Oumiya Emma, Inami Yoki, and Vera Vee, who formerly served as CyberLive’s manager. Former talents Ayane Hylo and Kurohana Inori became independent VTubers, while Amaris Yuri and Kaneko Lumi transferred to Phase-Connect.",
            "url": "https://kawaentertainment.com/news/aetheria-project-s-alchemilla-menace-to-go-on-indefinite-hiatus/",
            "title": "Aetheria Project’s Alchemilla Menace to Go On Indefinite Hiatus",
            "date_modified": "2022-08-25T15:27:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/ark-net-s-rania-chiwawa-to-graduate-on-august-31/",
            "content_html": "VTuber Rania Chiwawa from Indonesian VTuber project ArkNET is set to graduate this August 31. In true fashion to her lore, Chiwawa stated that she will be ‘returning to Doggoland after learning much about humans and their technology’.\r\n\r\nArkNET posted their announcement of the graduation on their Twitter account, thanking Rania for her service, as well as thanking fans for the unwavering support they have received.\r\n\r\nhttps://twitter.com/ArkNET_ID/status/1561707258563596288\r\n\r\nRania has also set up her upcoming graduation stream, which will happen at around 8PM (GMT+7). The [waiting room](http://youtu.be/eSiKCapdSTk) for the stream has been set up.\r\n\r\n`youtube:https://www.youtube.com/watch?v=eSiKCapdSTk`\r\n\r\nRania Chiwawa is one of ArkNET’s VTuber talents, aside from Raska Malendra and Enji Notokunchoro. She debuted on March 21, 2021, and has over 30,000 YouTube subscribers as of this writing. \r\n\r\nFollowing the announcement, ArkNET said that by September 1 this year, the VTuber project announced that they will be [disbanding](https://twitter.com/ArkNET_ID/status/1561707510574333952). Raska and Enji will continue as independent VTubers.",
            "url": "https://kawaentertainment.com/news/ark-net-s-rania-chiwawa-to-graduate-on-august-31/",
            "title": "ArkNET’s Rania Chiwawa to Graduate on August 31",
            "date_modified": "2022-08-25T15:19:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/liliana-vampaia-3-d-model-fundraiser-goal-reached/",
            "content_html": "Malaysia-based MyHoloTV agency announced that the goal for Liliana Vampaia's 3D model fundraiser has been reached, 7 days before the campaign ends.\r\n\r\nA total of US$5,040 has been [pledged](https://fundrazr.com/lilianavampaia) by 70 contributors on fundraising website FundRazr. In turn, those who pledge have the following benefits such as:\r\n\r\n* Both online and offline live performance\r\n* 3D version song cover release\r\n* Virtual Photo Session with Fans\r\n* Creating private events with Fans in a virtual world (VRChat)\r\n* Full-body live-streaming\r\n\r\nProceeds from this fundraising campaign will be used to produce Liliana's 3D model and enhance her motion capture suit, as well as allocate for video editing, and live events. The tentative date of rewards is set for January 2023.\r\n\r\nHalf-human, half-vampire Liliana started her VTubing journey in June 2020 as a way to find a cure for her _Otou-san_ who was cursed to live as a bat forever after breaking rules in the vampire realm. \r\n\r\nShe is part of MyHoloTV's MonstarZ generation alongside Lunaris Urufi, Virion Kisei and Thai VTuber HORI 07.",
            "url": "https://kawaentertainment.com/news/liliana-vampaia-3-d-model-fundraiser-goal-reached/",
            "title": "Liliana Vampaia 3D Model Fundraiser Goal Reached",
            "date_modified": "2022-08-25T02:27:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/ban-g-dream-announces-upcoming-collaboration-with-hololive/",
            "content_html": "Popular mobile rhythm game _BanG Dream! Girls Band Party!_ has teased an upcoming collaboration with VTuber agency Hololive. The collaboration, according to the official English Twitter account of the game, will commence on August 26.\r\n\r\nhttps://twitter.com/bangdreamgbp_EN/status/1561261824938573826\r\n\r\nIt should be noted that the announcement is posted on the game’s official English Twitter account, it is more likely that the collaboration will be only available to _BanG Dream! Girls Band Party!_ English players.\r\n\r\nHololive has already made a collaboration with the _BanG Dream!_ franchise back in October 2021, albeit for its Japanese players only back. The collaboration back then saw three Hololive talents: Minato Aqua, Tokino Sora, and Shirakami Fubuki–partake in the collaboration. Aside from perks and merchandise, fans also enjoyed collaboration song covers made by Hololive and the characters in-game.",
            "url": "https://kawaentertainment.com/news/ban-g-dream-announces-upcoming-collaboration-with-hololive/",
            "title": "BanG Dream Announces Upcoming Collaboration With Hololive",
            "date_modified": "2022-08-22T15:03:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/yagoo-shows-off-summer-dance-moves-in-hololive-ondo-music-video/",
            "content_html": "Motoaki Tanigo ‘YAGOO’ has shown off his summer dance moves in the music video for “_Hololive Ondo_” the second track for the Hololive Summer 2022 event.\r\n\r\n`youtube:https://www.youtube.com/watch?v=s_uiT5C8BjQ`\r\n\r\nThe music video was filmed at the Shin-Yokohama Ramen Museum, and features YAGOO dancing along with the well-known mascots of Oozora Subaru’s duck, Sakura Miko, and Tokino Sora’s Ankimo. Japanese musical ensemble IOSYS was responsible for the composition, arrangement and lyrics of the song.\r\n\r\nFollowing the music video release, YAGOO posted on Twitter, joking that the reason why he had a serious face during the music video shoot was due to the shoot being scheduled late at night, and had to drop by after his work in the office.\r\n\r\nhttps://twitter.com/tanigox/status/1561301213752479744\r\n\r\n[Hololive Summer 2022](https://hololivesummer2022.hololivepro.com/) has also released another music video for “[_Tonde K!_](https://www.youtube.com/watch?v=zHD5MCUezVo)”. A special celebration held by Hololive since 2019, some of the upcoming events that will happen during this event include outdoor advertising for Hololive Summer in Shinjuki Station featuring Hololive talents in _yukata_ attire, a special web manga video series centered around the summer festivities, among others.",
            "url": "https://kawaentertainment.com/news/yagoo-shows-off-summer-dance-moves-in-hololive-ondo-music-video/",
            "title": "YAGOO Shows Off Summer Dance Moves in Hololive Ondo Music Video",
            "date_modified": "2022-08-22T15:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/sony-music-entertainment-japan-teases-vee-project-s-dev-c-generation/",
            "content_html": "Sony Music Entertainment Japan has teased the debut of a new VTuber lineup under VEE Project. The third unit, dubbed ‘Dev-c’ will debut on August 26, 2022, with each talent allotted their own debut time on said day.\r\n\r\nDev-c is composed of talents Aomiya Yozuri, Uriyone, Uparu, Luminous Amaama, and TwiCoto. Catch their debut schedules here:\r\n\r\n* Aomiya Yozuri (18:00 JST)\r\n* Uriyone (18:45 JST)\r\n* Uparu (19:30 JST)\r\n* Luminous Amaama (20:15 JST)\r\n* TwiCoto (21:00 JST)\r\n\r\nhttps://twitter.com/_vee_official_/status/1561556264554987521\r\n\r\nCurrently, there are two waves within the VEE Project, namely Dev-a (Otokado Ruki, Tulsi-Nightmare Madness IV, Hinahoshi Airu, Kujo Ringo, Syusetu Kohaku) and Dev-b (Audrey Mina, Oshiro Ito, Sazanami Toa, Hiyori Chihiyo, Mew Garcia, and retired talent [Shindouji Ako](https://kawaentertainment.com/news/vee-project-s-shindouji-ako-officially-retires/))\r\n\r\nOther VTuber projects under the Sony Music Entertainment Japan brand include VERSE, Cinderella Project, and [PRISM Project](https://kawaentertainment.com/news/tag/prism/).\r\n\r\n_Photo from VEE / Illustration:_ [_kodamazon_](https://twitter.com/kodamazon_kdm)",
            "url": "https://kawaentertainment.com/news/sony-music-entertainment-japan-teases-vee-project-s-dev-c-generation/",
            "title": "Sony Music Entertainment Japan Teases VEE Project’s Dev-c Generation",
            "date_modified": "2022-08-22T14:50:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-s-murasaki-shion-releases-new-single-chandelier/",
            "content_html": "Murasaki Shion from Hololive has released a new single titled _Chandelier_. The track is produced and written by popular Vocaloid producer Kanaria, known for her tracks like _KING_, _Identity,_ and _Envy Baby_.\r\n\r\n`youtube:https://www.youtube.com/watch?v=Y-pC9U_usX8`\r\n\r\nThe track was released in commemoration of Shion’s 4th anniversary of her debut as a VTuber. The music video’s main art was illustrated by popular VTuber illustrator LAM.\r\n\r\nThis is the third single from Murasaki Shion, following her past singles “_Mage of Violet_” (August 2021) and “_AcaciaSyndrome_” (December 2021). She also appeared in other collab singles, such as “_Shiny Smily Story_” (September 2019) and “_Dreaming Days_” (February 2021).\r\n\r\nShion debuted as part of Hololive’s second generation, alongside Minato Aqua, Nakiri Ayame, Yuzuki Choco and Oozora Subaru. She debuted on August 17, 2019. On April 10 this year, she hit the one million subscriber milestone on YouTube.",
            "url": "https://kawaentertainment.com/news/hololive-s-murasaki-shion-releases-new-single-chandelier/",
            "title": "Hololive’s Murasaki Shion Releases New Single Chandelier",
            "date_modified": "2022-08-20T22:01:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/interview-hanari-hong-kong-cosplayer-recognized-by-haachama/",
            "content_html": "The Otaku Expo Tanabata Festival 2022 was recently held on the weekend of August 20-21, and it brought special guest cosplayers Hanari and Toto to the Philippines. Hanari and Toto are members of Hong Kong-based subculture group V-Project whose interest include cosplay, dance and drama performances.\r\n\r\nHololive's Akai Haato (Haachama) has recognized Hanari's[ cosplay](https://twitter.com/TakanashiHanari/status/1454448886949371905) and attention to detail during one of her cosplay contest streams in November 2021 (_Timestamp:_ [_1:01:05_](https://youtu.be/B0a-hm7j-ho?t=3665)), to the point of even following the cosplayer on Twitter.\r\n\r\n`youtube:https://www.youtube.com/watch?v=B0a-hm7j-ho&t=3665s`\r\n\r\n[Hanari](https://www.instagram.com/takanashi_hanariv3v/) has faithfully cosplayed several VTubers from Hololive as well as Nijisanji's Hyakumantenbara Salome.[ Toto](https://www.instagram.com/toto0w0o/), on the other hand, has also cosplayed as Hololive's Amane Kanata, Momosuzu Nene and Hakui Koyori.\r\n\r\nOn this feature story, we put the spotlight on Hanari and asked her how she got into the VTuber rabbit hole, and what she felt after being recognized by one. We got her insight into VTuber cosplays as well.\r\n\r\n_Adjustments were made in this feature story for clarity._\r\n\r\n## How Hanari Ended Up Cosplaying Haachama\r\n\r\nJust like any other fan, Hanari started watching VTubers upon recommendation of her friends:\r\n\r\n\"_I was recommended (VTubers) by my friends, and then I searched the name of the VTubers on YouTube. I saw the clips made by their fans, and then I got fully in-love with Haachama, Sakura Miko, Houshou Marine, and Usada Pekora from Hololive Production._\"\r\n\r\nHanari said Haachama's cooking streams are so funny, so much so that she tried cosplaying the VTuber herself. When Haachama opened submissions for the cosplay review stream, Hanari tweeted her cosplay submission. This is how she got recognized: \"_She retweeted my photos and followed me back. I'm so glad she showed my pictures on stream._\"\r\n\r\nHow does it feel to be recognized by Haachama? She recalled the time she screamed in excitement and glee as she was mentioned on stream. \"_I still remember that memorable moment. I'm so surprised because I've never been posted, tweeted or streamed by a VTuber in their live stream. I'm so proud of myself, and I'm glad I cosplayed her._\"\r\n\r\nFor portraying Akai Haato faithfully, the VTuber told everyone: \"_This is so perfect!_\" Haachama even used one of her cosplay photos as thumbnails for her streams. \"_One of my cosplay photos was made as a thumbnail for her stream, so I really feel proud of myself. I'm so happy, I can't control myself and I just screamed out. I also gave her a superchat after she recognized me._\"\r\n\r\n## Hanari Lures Friends Into the VTuber Rabbit Hole\r\n\r\n![](/src/assets/content/images/img20220820143429.jpg)\r\n\r\n_Hanari (right) signing cosplay prints during Otaku Expo Tanabata Festival 2022._\r\n\r\nHaachama is definitely Hanari's most favorite VTuber character to cosplay, but she also loves cosplaying shrine maiden Mikochi. We asked her how she'd recommend Haachama and Mikochi to others:\r\n\r\n\"_Maybe I will send them photos of Haachama and Miko on a bed, I guess, lying beside each other. They're actually funny and they are close, showing that they're in the same boat. In conclusion, they are so cute together, so I'm trying to convince my friends to cosplay them. Maybe I can cosplay both characters myself._\"\r\n\r\nFor the record, she cosplayed[ as Miko](https://www.instagram.com/p/CatSnQnBKqe/?hl=en) as a gift for the VTuber's birthday. Also, she told us that she ships Haachama and Mikochi together.\r\n\r\n\"_Recently, I love the couple of Sakura Miko and Haachama. The_ couple ship _I love the most is Sakura Miko and Haachama. They are so funny, because Haachama always cheats on Sakura Miko. They do some interesting reactions together._\"\r\n\r\n### Toto as a Good Example of Hanari’s Convincing\r\n\r\nIf she was luring her friends into the VTuber rabbit hole, does it mean that she convinced Toto to cosplay the herbivore bard Tsunomaki Watame at the event?\r\n\r\n\"_Yes, I convinced her to cosplay Watame with me, because I know Haachama and Watame are like a couple. In the very beginning when they entered Hololive, they met together and became friends, and we can see they are close. Their reactions are so fun.\"_\r\n\r\nTurns out, the convincing was effective for Toto: \"_I cosplayed Watame because I felt she's very, very cute, and her streams are crazy. I think I can be her, so I'm very happy (cosplaying as her)._\"\r\n\r\n## How Hanari Cosplays VTubers\r\n\r\nHanari has a busy cosplaying career, and we are curious how she cosplays VTubers. We went ahead and asked if she made her costumes by herself.\r\n\r\n\"_Sometimes, I would do it for myself, like some swimsuits and some underwear, some lacy stuff, I can do it by myself, like these accessories—_\"\r\n\r\n![](/src/assets/content/images/haachama-accessory.jpg)\r\n\r\n_Left: Akai Haato's idol outfit (©2016 COVER Corp.) / Right: Hanari's accessory up-close_\r\n\r\nAs she was cosplaying Haachama's idol outfit, she showed us the heart accessory she made.\r\n\r\n\"_Because I had to cosplay so many costumes such as Haachama and other VTubers, I don't have much time to do a lot of cosplays, so I order from shops. I seldom make costumes myself, but I know how to sew too_,\" she further elaborated.\r\n\r\nWe go back to the time when Hanari cosplayed as Haachama eating worms: \"_Maybe the easiest part is we always can see them in their YouTube channels, and we know how they behave, know their attitude or characteristics, so that we can act like them very well and do the stuff they do, such as Haachama eating worms. I can just buy some worms and act like eating it, so I can truly cosplay as Haachama._\"\r\n\r\nAccording to Hanari, cosplaying as VTubers can be easy or difficult depending on their presence and popularity. \"_The difficult part is, maybe, there are many VTubers, so if the VTuber you love is not that famous, you may not get her costume at shops or buy it online. You may have to make it by yourself._\"\r\n\r\nEstablished cosplayers such as Hanari give emphasis on costume detail and character portrayal, but on top of it all, it's the sense of enjoyment that matters. Here's her advice for others who want to start cosplaying VTubers:\r\n\r\n\"_I think they should watch more clips to know more about the VTubers they love. Actually, it's easy to cosplay VTubers because there are many costumes to choose from, and there are many products or costumes they can buy at shops or online. Just have fun on your cosplay and don't worry, be proud of yourself and act like the VTuber you like._\"\r\n\r\n## Hanari's Future VTuber Cosplay Plans\r\n\r\nIt is known that Hanari is really into Akai Haato and Sakura Miko, and when we asked about her future cosplay plans, she's keen on producing a Miko photobook: \"_Actually, I've been cosplaying Miko a few times, but I'm planning to do a Miko photo book this coming December. I'll sell my merchandise in Hong Kong. I really love her and I really want to present the best cosplay of her._\"\r\n\r\n***\r\n\r\n_Thank you very much to Hanari as well as Toto for sharing their time with us. Special thanks to the organizers of Otaku Expo Tanabata Festival, the Ozine Team, for making this interview for NewsDrop possible._",
            "url": "https://kawaentertainment.com/news/interview-hanari-hong-kong-cosplayer-recognized-by-haachama/",
            "title": "Interview: Hanari, Hong Kong Cosplayer Recognized by Haachama",
            "date_modified": "2022-08-20T20:00:00.000Z"
        }
    ]
}