{
    "version": "https://jsonfeed.org/version/1",
    "title": "Kawa Entertainment: VTuber NewsDrop Feed",
    "home_page_url": "https://kawaentertainment.com/",
    "feed_url": "https://kawaentertainment.com/news-feed.json",
    "description": "We are an \"adoption\" style Vtuber Agency, focusing on Technology. Our mission is to develop our talents and the entire vtubing community.",
    "items": [
        {
            "id": "https://kawaentertainment.com/news/welcome-to-vtuber-news-drop/",
            "content_html": "#### Drop 💧 get it?\r\n\r\nThe vision for **newsdrop** is to become a hub for VTuber News and Features with improved emphasis on local VTuber cultures in different regions of the world. We also showcase the latest in VTuber tech the community needs to know.\r\n\r\nWhile others focus on talents from major agencies, we want to when possible show the spotlight on other VTuber groups and what impact they have in their communities.\r\n\r\n#### Weekly Recap\r\n\r\nA weekly list of relevant links and stories (the Weekly Recap) brings together updates from all sides of the community - the latest stories on talents, music, merchandise, events, research, and more.\r\n\r\n#### Our Standards\r\n\r\n1. Do nothing our staff cannot defend.\r\n2. Cover, write and present every story with the care our staff would want if the story were about them.\r\n3. Assume there is at least one other side or version to every story.\r\n4. Assume the viewer is as smart and caring and good as our staff.\r\n5. Assume the same about all people on whom our staff reports.\r\n6. Assume personal lives are a private matter until a legitimate turn in the story absolutely mandates otherwise.\r\n7. Carefully separate opinion and analysis from straight news stories and clearly label everything.\r\n8. Do not use anonymous sources or blind quotes except on rare and monumental occasions. No one should be allowed to attack another anonymously.\r\n\r\n#### Meet Our Writers\r\n\r\n* [@vg_pidge](https://twitter.com/vg_pidge)\r\n* [@JayAgonoy](https://twitter.com/JayAgonoy)\r\n* [@MontySeelana](https://twitter.com/MontySeelana)",
            "url": "https://kawaentertainment.com/news/welcome-to-vtuber-news-drop/",
            "title": "Welcome to Vtuber NewsDrop",
            "date_modified": "2022-08-06T23:30:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/nijisanji-festival-2022-confirms-lazu-light-and-hana-macchia-s-3-d-debut/",
            "content_html": "Nijisanji announced on Twitter that the LazuLight trio of Elira Pendora, Pomu Rainpuff and Finana Ryugu as well as Hana Macchia will have their 3D model debuts at the upcoming [Nijisanji Festival 2022](https://fes.nijisanji.jp \"NijiFes 2022\") this October.\r\n\r\nDetails for Open Stage on Day 2 (Sunday, October 2) indicate that the four VTubers are set to perform in 3D:\r\n\r\nhttps://twitter.com/NIJISANJI_World/status/1555895199817433089\r\n\r\nThe Open Stage will be streamed live on Nijisanji's official YouTube Channel.\r\n\r\nSeveral Nijisanji talents are also set to appear in their 3D form at the weekend event, including Morinaka Kazaki, Selene Girls' Academy Drama Club, and select members of VirtuaReal.\r\n\r\nOther Nijisanji EN talents who will be present in 2D are Obsydia, Ethyria, Luxiem's Shu Yamino, Vox Akuma and Mysta Rias.",
            "url": "https://kawaentertainment.com/news/nijisanji-festival-2022-confirms-lazu-light-and-hana-macchia-s-3-d-debut/",
            "title": "Nijisanji Festival 2022 Confirms LazuLight and Hana Macchia's 3D Debut",
            "date_modified": "2022-08-06T14:03:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/hololive-meet-at-crunchyroll-expo-2022-schedule/",
            "content_html": "Hololive Meet is coming to this weekend's Crunchyroll Expo 2022! Hololive Production's international project brings 28 of its personalities to the annual event to be held at the San Jose McEnery Convention Center in California on the weekend of August 5 to 7.\r\n\r\n![© 2016 COVER Corp. / Photo: Crunchyroll Expo](/src/assets/content/images/holojul2277.png \"© 2016 COVER Corp. / Photo: Crunchyroll Expo\")\r\n\r\n## Hololive Meet CRX Roster\r\n\r\nHololive talents who will be present at the holoMeet Experience Zone are as follows:\r\n\r\n### Hololive Japan\r\n\r\n* Tokino Sora\r\n* Sakura Miko\r\n* Takane Lui\r\n* Chloe Sakamata\r\n\r\n### Hololive Indonesia\r\n\r\n* Risu Ayunda\r\n* Moona Hoshinova\r\n* Airani Iofifteen\r\n* Kureiji Ollie\r\n* Pavolia Reine\r\n* Anya Melfissa\r\n* Vestia Zeta\r\n* Kaela Kovalskia\r\n* Kobo Kanaeru\r\n\r\n### Hololive English\r\n\r\n* Calliope Mori\r\n* Takanashi Kiara\r\n* Ninomae Ina'nis\r\n* Gawr Gura\r\n* Watson Amelia\r\n* iRyS\r\n* Ceres Fauna\r\n* Ouro Kronii\r\n* Nanashi Mumei\r\n* Hakos Baelz\r\n\r\n### Holostars English\r\n\r\n* Regis Altare\r\n* Axel Syrios\r\n* Magni Dezmond\r\n* Noir Vesper\r\n\r\n## Schedule for All Things Hololive at CRX 2022\r\n\r\n_Gathered from_ [_Crunchyroll Expo website_](https://www.crunchyrollexpo.com/panels-schedule)_.  All panels are set in Pacific Time. Subject to change without prior notice._\r\n\r\n### Friday, August 5\r\n\r\n* **The hololive Family Tree feat. Kureiji Ollie & Hakos Baelz** (Crunchyroll Stage and via online stream, 11:15am)\r\n* **VTuber support feat. Gawr Gura and Amelia Watson** (Crunchyroll Stage, 8:15pm)\r\n\r\n### Saturday, August 6\r\n\r\n* **hololive production Concert Digest Video** (Hime Stage, 4:00pm)\r\n* **Takotori Perfect Pitch feat. Ninomae Ina'nis & Takanashi Kiara** (Crunchyroll Stage and via online stream, 12:45pm)\r\n\r\n### Sunday, August 7\r\n\r\n* **hololive - Cosplay Gathering** (Cosplay Gathering Outdoor Location - Main Entrance and via online stream, 12:00pm)",
            "url": "https://kawaentertainment.com/news/hololive-meet-at-crunchyroll-expo-2022-schedule/",
            "title": "Hololive Meet at Crunchyroll Expo 2022 Schedule",
            "date_modified": "2022-08-04T05:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/obsydia-crossing-vr-chat-world-open-to-public-until-august-8/",
            "content_html": "Nijisanji EN's Obsydia unit celebrates its first-year debut anniversary by launching the Obsydia Crossing on VRChat. Selen Tatsuki leads this project together with Kanauru. Obsydia Crossing is modeled after Japan's famous Shibuya Crossing.\r\n\r\n`youtube:https://www.youtube.com/watch?v=5A7xdwc2oew`\r\n\r\nUpon entering the world, fans can also change their avatar to the Obsydia mascot of their choosing. Standees of Nijisanji EN characters are scattered around the map, and all of them can be gathered by fans in one place.\r\n\r\n![Photo: Bird's eye view of Obsydia Crossing from Petra's slide.](/src/assets/content/images/obsydia-crossing-vrchat-world.jpg \"Photo: Bird's eye view of Obsydia Crossing from Petra's slide.\")\r\n\r\nPhoto: Bird's eye view of Obsydia Crossing from Petra's slide.\r\n\r\nNotable amenities include the stage area, the Cafe area where fans can take a pose with Rosemi Lovelock and Pomu Rainpuff, Selen's House Party arcade, and Petra Gurin's ice slide.\r\n\r\nThe VRChat world is open until August 8 (Monday), 9:00am Japan time. VRChat users can access the world via PC and Meta Quest.\r\n\r\nhttps://twitter.com/Selen_Tatsuki/status/1553900855450951681\r\n\r\nPrior to this, Selen led the Nijisanji Express project in time for the new year's celebration.\r\n\r\n**_Project Leader⁄Designer:_** _Selen Tatsuki‚ Kanauru  \r\n**Modelers⁄Map Creator:** squiddingme‚ LegendsVR‚ Hasksoft‚ eN7ity  \r\n**Music:** TachibanaMusic_\r\n\r\nPhoto: Bird's eye view of Obsydia Crossing from Petra's slide.",
            "url": "https://kawaentertainment.com/news/obsydia-crossing-vr-chat-world-open-to-public-until-august-8/",
            "title": "Obsydia Crossing VRChat World Open to Public Until August 8",
            "date_modified": "2022-08-04T00:35:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/v-tubers-and-gamers-affected-by-indonesia-s-website-ban/",
            "content_html": "The VTuber community in Indonesia is facing the effects of the country's ban on gaming platforms, with Risu Ayunda accessing Steam in offline mode.\r\n\r\nhttps://twitter.com/ayunda_risu/status/1553231683121324033\r\n\r\nThe Government of Indonesia requires major platforms referred to as electronic system providers (PSE, _Penyelenggara Sistem Elektronik_) to register in their database or risk a website block. Websites that facilitate online transactions and send paid digital goods to users' devices are also affected.\r\n\r\n[Reuters reports](https://www.reuters.com/technology/google-signs-up-indonesias-new-licensing-rules-deadline-lapses-2022-07-21/) that regulations enacted in late November 2020 empower Indonesia's government to force platforms to disclose data of certain users and take down unlawful content. The government said these regulations were set to ensure a positive online environment.\r\n\r\nAs of press time, several websites including Reddit, Steam, PayPal, and Epic Games are blocked in the country. PayPal is used by artists as a payment gateway for commissions, and it being blocked in the country made Airani Iofifteen nervous.\r\n\r\nhttps://twitter.com/airaniiofifteen/status/1553200488170287104\r\n\r\n[Jakarta Globe reports](https://jakartaglobe.id/tech/indonesia-to-block-yahoo-amazon-for-registration-issue) that the Director General of Applied Information Technology Ministry Semuel Abrijanikata from the country's Ministry of Communication and Information Technology said close to 9,000 tech companies have registered their platforms with the government.\r\n\r\nMost social media platforms such as Facebook, Instagram, WhatsApp, Tiktok, and Twitter are unaffected.\r\n\r\n_Photo by_ [_Mufid Majnun_](https://unsplash.com/@mufidpwt?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) _on_ [_Unsplash_](https://unsplash.com/s/photos/indonesia-flag?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)",
            "url": "https://kawaentertainment.com/news/v-tubers-and-gamers-affected-by-indonesia-s-website-ban/",
            "title": "VTubers and Gamers Affected by Indonesia's Website Ban",
            "date_modified": "2022-07-30T06:20:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/play-asia-s-obake-pam-is-the-en-voice-for-azure-striker-gunvolt-3-s-lola/",
            "content_html": "If she's not doing her CEO duties, PlayAsia's CEOTuber Obake PAM does other roles. This time, it was announced that she is the English voice of Lola from INTI Creatives' [Azure Striker Gunvolt 3](http://gunvolt.com/en/GV3/). \r\n\r\nhttps://twitter.com/obakepam/status/1552681411173355520\r\n\r\nFollowing the announcement, she celebrated with a 4-hour playthrough stream.\r\n\r\n`youtube:https://www.youtube.com/watch?v=o8UfpwwUJPI`\r\n\r\nAzure Striker Gunvolt 3 is a 2D action game available on Nintendo Switch (physical and digital), Xbox One, Xbox Series X|S and Steam. Orders of the latest game made at play-asia.com include a bonus limited edition PAM card.",
            "url": "https://kawaentertainment.com/news/play-asia-s-obake-pam-is-the-en-voice-for-azure-striker-gunvolt-3-s-lola/",
            "title": "PlayAsia’s Obake PAM Is the EN Voice for Azure Striker Gunvolt 3’s Lola",
            "date_modified": "2022-07-30T05:38:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/tokino-sora-reaches-1-million-you-tube-subscribers/",
            "content_html": "Hololive's 0-generation VTuber Tokino Sora finally reached the 1 million YouTube subscriber milestone, making her the 30th Hololive member in general to receive such a milestone.\r\n\r\nSora revealed her twin tails look in her latest livestream Thursday, July 28. Her character illustrator Ordan [took charge](https://twitter.com/tokino_sora/status/1552642688708931586) of the new hairstyle.\r\n\r\n`youtube:https://www.youtube.com/watch?v=ck18r0OBBIM`\r\n\r\nAside from being one of the pioneer members of Hololive, Tokino Sora is also one of the ambassadors for Hololive Meet, bringing the agency's talents to various events worldwide.\r\n\r\nShe is also announced as a guest at the upcoming Crunchyroll Expo happening from August 5 to 7 at the San Jose McEnery Convention Center in California.",
            "url": "https://kawaentertainment.com/news/tokino-sora-reaches-1-million-you-tube-subscribers/",
            "title": "Tokino Sora Reaches 1 Million YouTube Subscribers",
            "date_modified": "2022-07-29T00:35:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/kai-mayuzumi-formally-graduates-from-nijisanji/",
            "content_html": "Nijisanji member Kai Mayuzumi formally graduates today, July 28, the same day when he debuted three years ago.\r\n\r\nThe virtual liver explained in his [announcement](https://www.youtube.com/watch?v=NAWjHQH_5AEQ \"Graduation Announcement\") that he was approached by Nijisanji management about his future plans, but their plans do not align with the vision he thought-out back in August last year. Discussions ran until February this year without mutual agreement, which led to his decision to graduate.\r\n\r\nMayuzumi's last live stream was seen by [261,600 viewers](https://twitter.com/PTHeroPlus/status/1552677691069186048).\r\n\r\nHe hosted call-in streams on the eve of his graduation, gathering VTubers from various agencies including Nijisanji, Hololive and VSPO!.\r\n\r\nMayuzumi is best known for his lore and unique ways of interacting with his audience. One of Mayuyu's fans, Rei, prepared a playlist about the virtual liver's lore, together with an accompanying [master document](https://docs.google.com/document/d/1tIVS4YxwzPhX-U5lIw2UpT4VrOFKyj4LvxdsOCH_D4I/view \"The Story of Mayuzumi Kai\") detailing the talent's brilliance:\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/videoseries?list=PL9YCkl_NHi2zzR6rpuPqmRuqzVj5gRweZ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\r\n\r\nLast year, he left clues for his message, which was then revealed at ALTA Studio in Shinjuku:\r\n\r\nhttps://twitter.com/ThisIsNijisanji/status/1408583286818066438\r\n\r\nHis YouTube channel and Twitter profile will still be available. However, some archived videos will be made unlisted.",
            "url": "https://kawaentertainment.com/news/kai-mayuzumi-formally-graduates-from-nijisanji/",
            "title": "Kai Mayuzumi Formally Graduates From Nijisanji",
            "date_modified": "2022-07-28T12:28:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/neena-makurano-officially-terminated-from-production-kawaii/",
            "content_html": "Fans were surprised to learn that Neena Makurano of Production Kawaii—who was originally set to graduate on August 2nd—has had her contract terminated by the agency on June 3rd. In an official statement, Production Kawaii management has said that they discovered Neena was involved in actions causing a breach of contract, such as leaking confidential information, leaking false information including slander, and involvement in VTuber activities aside from those in Kawaii which violates their exclusivity clause.\r\n\r\nhttps://twitter.com/kawaiiOfficial5/status/1532670987422306304",
            "url": "https://kawaentertainment.com/news/neena-makurano-officially-terminated-from-production-kawaii/",
            "title": "Neena Makurano Officially Terminated from Production Kawaii",
            "date_modified": "2022-06-04T05:00:00.000Z"
        },
        {
            "id": "https://kawaentertainment.com/news/the-growing-v-tuber-community/",
            "content_html": "### Virtual entertainers, big and small\r\n\r\nVTubers—streamers that use virtual avatars—are a phenomenon that is rapidly gaining traction worldwide. Originally starting in Japan five years ago with the rise of Kizuna Ai, VTubers are now a burgeoning industry with a strong grip on mainstays like YouTube and Twitch.\r\n\r\nBut what of the smaller VTubers? Personalities who took inspiration from industry giants like Kiryu Coco, Ironmouse, and Gawr Gura? The indie VTuber scene is complex in depth, it’s warm and welcoming, and it’s accepting newcomers every day.\r\n\r\nThere are many people that have joined the indie VTuber scene for confidence, community, and a creative outlet. Join me in talking to three such indies about the journeys they had, and the lessons they learned.\r\n\r\n### Peering Behind the Mask\r\n\r\n![Lucastre Mavia, embroiderer harpy VTuber. Warm, comfy, and addicted to Pokémon.](/src/assets/content/images/mavia-pokemon.png \"Lucastre Mavia, embroiderer harpy VTuber. Warm, comfy, and addicted to Pokémon.\")\r\n\r\n_Lucastre Mavia, embroiderer harpy VTuber. Warm, comfy, and addicted to Pokémon._\r\n\r\nI reached out to [Lucastre Mavia](https://www.youtube.com/c/maviaa), a harpy VTuber, wanting to understand the journey she’s taken as a VTuber—and she said that she’d wanted to stream and make content for quite some time.\r\n\r\n> _I really wanted a space to create my own safe little fantasy world full of the things I love that I could share with others, just like the spaces that I found solace in. And even if it was just going to be shared with one or two people, I knew it’d still be worth it, so I just dove in without thinking too much._\r\n\r\nThis begs the question—why VTubing specifically? I asked Mavia what made her decide to take the leap with VTubing, and not any previous creative outlet. To her, personal freedom and escapism was a big deal.\r\n\r\n> _I think escapism played a big part of what drew me to \\[VTubing\\], but I ended up staying for how kind the experience felt. Even if it’s just for a few hours a day, being able to immerse yourself in a world of someone’s own creation is pretty cool, I think. The rest of the world kind of fades away._\r\n\r\nIn the real world, she’s a student going through the same quarantine struggles that we all face. But as Mavia, she’s a harpy transfer student from the fantasy realm of Alknoste, and she’s here to play Pokémon and foster a warm community. Mavia’s story is echoed by thousands upon thousands of independent VTubers—people looking for freedom of expression and a strong sense of community.\r\n\r\n### Freedom in Form and Function\r\n\r\nThere’s a subtle logic to the feeling of freedom that VTubers get when they take on their anime personalities. You would imagine them preparing to play an embellished character like an actor about to go on stage – but, no, nearly every VTuber simply plays themselves. The sneaky part is—they’re somehow more themselves.\r\n\r\nAsk an indie VTuber why they joined the trade and they’re very likely to tell you the same thing—they wanted a character to hide behind instead of using a webcam or a disembodied voice.\r\n\r\nMany people dream of being entertainers or even just moderately successful Twitch streamers—but are held back by fear. Thus does the subtle beauty of VTubing come to light—It’s a mask to put on, a barrier to erect that would take the brunt of the nasty reactions that we all know the internet is capable of. That air gap empowers people to be themselves without holding back.\r\n\r\n[Akumako Rei](https://www.youtube.com/channel/UCKj-DqyMpHgYNB3-9lZq8-w) is another such indie, drawn to VTubing as an alternative to face cam.\r\n\r\n> _I think removing the physical aspect makes people more confident in themselves—like if they thought they didn’t look pretty, but would be otherwise confident in their voice or personality, it would remove their worries._\r\n\r\n![Akumako Rei, delinquent VTuber. Ara-ara aficionado. Genshin Impact whale.](/src/assets/content/images/rei-hollow-knight.jpg \"Akumako Rei, delinquent VTuber. Ara-ara aficionado. Genshin Impact whale.\")\r\n\r\n_Akumako Rei, delinquent VTuber. Ara-ara aficionado. Genshin Impact whale._\r\n\r\nFace cams have the possibility of introducing bias based on things the streamer can’t control—their physical appearance. As Rei puts it: _“…With face cam, there are privileges that are awarded just based on how people look—and VTubing evens the playing field.”_\r\n\r\nIn fact, for most of her VTubing career, Rei wasn’t even a living, breathing, anime girl. She was a static image in the corner of the screen—known as a PNGtuber—because she didn’t yet have the opportunity to get her model animated. She found that to be supremely validating, coming to the realization that, if people were still watching her, then it could only mean that _“…people like me for me, because all they’re looking at is a still image.”_\r\n\r\n### Celebrating Their True Selves\r\n\r\nWhen a nervous and socially anxious person wears their anime mask, they can put on an air of self-confidence they wouldn’t normally have in everyday life. When a camera-shy entertainer wants to show off their gaming skills, or their artistic talents, or their melodious singing, they aren’t embarrassing themselves—they’re embarrassing a persona. When someone struggling with gender or body dysphoria turns on their face-rigging technology, they can feel at ease with the body looking back at them.\r\n\r\nTo these people, VTubing isn’t just a gimmick. It’s a way to share their true selves online, on a platform uniquely suited to letting them shine. It’s what drew [Fuwako Yuni](https://www.youtube.com/channel/UCHYwIwzpWS-LyCQa8W-eJuw) into VTubing.\r\n\r\n![](/src/assets/content/images/yuni-dbd-2.png)\r\n\r\n_Fuwako Yuni, alicorn VTuber. Sweet and friendly, except when she’s playing Dead by Daylight._\r\n\r\nOn being asked why she became a VTuber, Yuni prioritized _“…the freedom and creative form of expression that you can’t get with in-real-life content creation. While it has its own limitations in comparison, as a VTuber you create who you want to be.”_\r\n\r\n> I definitely feel like I’m more myself when I’m using my model… There are so many things that you can’t or just don’t have the means to control, that you can change with your model. Body type, hair style, color, height, gender, you don’t even need to be human if you don’t want to. I think it’s a lot of fun to see how people choose to express themselves with the amount of freedom that comes with their model.\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/mavia-cookies.jpg)\r\n\r\n![](/src/assets/content/images/rei-darksouls.jpg)\r\n\r\n![](/src/assets/content/images/yuni-drawing.jpg)\r\n\r\n</album>\r\n\r\nOverwhelmingly, VTubers see the technology as a boost to confidence. If anyone can look like anything, then your looks don’t actually matter. But don’t take my word for it—Mavia explains it well:\r\n\r\n> I think that with only your words and actions to judge you by, and a lack of obligation to people who make you uncomfortable, it’s a lot easier to create a curated personal experience and community online. And when you find like-minded or open-minded people, you feel more comfortable speaking your mind.\r\n\r\n### The VTuber Family\r\n\r\nCommunity is tantamount to the indie scene, something that is readily apparent to viewers—VTubers all seem to know each other. Collaborations are a frequent sight, and everyone is friendly enough that a small VTuber will often be able to stream alongside someone they idolized just weeks ago. Mavia’s advice? Make friends.\r\n\r\n> I think when you’re a smaller streamer, there’s this fear that you shouldn’t reach out to larger ones because they might think you’re just looking for an easy plug. My experiences with creators, however small or large, have been extremely positive. I really encourage new VTubers to not be shy and reach out to make new friends.\r\n\r\nIt’s no surprise—in a community where everyone has similar interests in anime and gaming, it’s not hard to find friends. Beyond that, everyone is incredibly helpful.\r\n\r\nVTubing is new—the concept is only a few years old, and the technology is evolving every day. To a fresh-faced VTuber, that means everyone they look up to was in their shoes very recently.\r\n\r\nEveryone understands the growing pains, the small-streamer struggles of finding friends, troubleshooting technical issues, and growing a fanbase. As such, a new VTuber will find no shortage of people that aren’t merely understanding but will go out of their way to help.\r\n\r\n### The Gate’s Open\r\n\r\nTo any prospective VTubers, Mavia suggests taking it slow, and enjoying the process and the community.\r\n\r\n> Stream to your friends. Just because you enjoy watching someone stream something or you enjoy doing something doesn’t mean you’ll enjoy streaming it. Figure out one or two things you want to focus on and focus your energy into doing those things and doing them well.\r\n\r\n> Take it slow. Don’t expect instant growth, especially if you’re not coming from a content creation background. Connect with people and form friendships and good relationships. Of course, it’s still important to be critical of yourself. What kinds of content creators do you enjoy watching, and why? How can you put your own spin on that? Give it a try. If you don’t like it, try something else. There’s no rush.\r\n\r\nShe also suggests making use of resource marketplaces. _“Booth, Nizima, Twitter and DLsite are your best friends for finding assets and models. There are tons of free assets, too! Make sure to credit your artists.”_\r\n\r\nRei suggests that you pander only to your biggest fan—yourself.\r\n\r\n> Honestly, my advice is—you do you. Don’t feel pressured to do things to make you big. Yeah, you can go get a hot model and sound cute, but the people that like that content won’t stay for long. Be true to yourself, as true as you want to be. You can still play a character, but if you don’t like certain kinds of content, don’t make it.\r\n\r\nRei also suggests you prepare for a long journey. _“Stars aren’t born, they’re made like swords. Hit them over and over again until they’re sharp enough to strike.”_\r\n\r\nYuni stresses the importance of taking things slowly but surely, honing your experience and skill along the way\r\n\r\n> My best advice for people is to start streaming—having a fancy model means nothing if you do nothing with it. Getting experience and learning to overcome the hurdles of being a new streamer will help you much more than waiting until you have the best model you can. If you plan on investing into streaming, try to do it smartly with things that remain useful even if you don’t keep streaming, such as microphones or monitors.\r\n\r\n<album>\r\n\r\n![](/src/assets/content/images/rei-genshin.jpg)\r\n\r\n![](/src/assets/content/images/mavia-10k.jpg)\r\n\r\n![](/src/assets/content/images/yuni-pokemon-legends.jpg)\r\n\r\n</album>\r\n\r\n### You’re Invited\r\n\r\nThe VTuber world is expansive, it’s freeing, and it’s welcoming. However, it’s certainly no utopia—it’s an industry that expects heavy monetary investment in your computer, your streaming equipment, and your VTuber model itself. However, if you just want to dip your toes into the community and get a feel for how you’d like it—if you’ve ever thought you wanted to stream or create but held yourself back—then there are free ways to see if VTubing is right for you.\r\n\r\nFirst and foremost, any aspiring VTuber should find solace and friendship with other aspiring VTubers, in the [ENVTubers Discord Server](https://discord.com/invite/envtubers). This community has been cultivated to be the perfect launchpad for new VTubers, giving them the answers, resources, and camaraderie they need.\r\n\r\nYou’ll also need a VTuber model itself, to which I recommend [VRoid Studio](https://vroid.com/en/studio) to create a 3D model, and [VSeeFace]() to capture your face. Both services are free, and [Argama Witch](https://www.youtube.com/playlist?list=PLwpITXXDve9uqRDwKp7yXKhQCqCAsnH3j) has great tutorials on making the most use of VRoid Studio to help you create the model that perfectly represents you.\r\n\r\nVTubing is a big industry and it’s getting bigger. Many of the big names have never streamed before being a VTuber. The gate is wide open, whether you want to express yourself, shoot for fame and fortune, or simply want to be the anime person of your dreams.\r\n\r\n**_A kind thank you to our interviewees Fuwako Yuni, Akumako Rei, and Lucastre Mavia for taking the time to answer our questions._**",
            "url": "https://kawaentertainment.com/news/the-growing-v-tuber-community/",
            "title": "The Growing VTuber Community",
            "date_modified": "2022-02-12T06:00:00.000Z"
        }
    ]
}